"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": null, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 205, \"word_counts\": \"{\\\"what\\\": 205, \\\"is\\\": 205, \\\"battle\\\": 2, \\\"of\\\": 27, \\\"bands\\\": 2, \\\"opus\\\": 1, \\\"live\\\": 1, \\\"competition\\\": 2, \\\"in\\\": 14, \\\"mediatron\\\": 1, \\\"fest\\\": 1, \\\"ai\\\": 15, \\\"premier\\\": 1, \\\"league\\\": 1, \\\"lumina\\\": 3, \\\"2024\\\": 4, \\\"interaction\\\": 2, \\\"with\\\": 7, \\\"intel\\\": 8, \\\"corporation\\\": 2, \\\"book\\\": 2, \\\"club\\\": 1, \\\"the\\\": 17, \\\"happiness\\\": 1, \\\"project\\\": 12, \\\"learning\\\": 3, \\\"towards\\\": 2, \\\"mental\\\": 1, \\\"wellbeing\\\": 1, \\\"game\\\": 1, \\\"being\\\": 1, \\\"disciplined\\\": 1, \\\"mind\\\": 1, \\\"matters\\\": 1, \\\"inspirational\\\": 1, \\\"talk\\\": 9, \\\"series\\\": 7, \\\"scoreleap\\\": 1, \\\"neopat\\\": 1, \\\"nokia\\\": 2, \\\"pre\\\": 2, \\\"placement\\\": 3, \\\"session\\\": 5, \\\"importance\\\": 3, \\\"verbal\\\": 2, \\\"reasoning\\\": 2, \\\"and\\\": 23, \\\"group\\\": 2, \\\"discussions\\\": 2, \\\"get\\\": 3, \\\"set\\\": 3, \\\"for\\\": 13, \\\"placements\\\": 3, \\\"preplacement\\\": 1, \\\"admissions\\\": 1, \\\"about\\\": 1, \\\"dsce\\\": 2, \\\"principal\\\": 1, \\\"message\\\": 1, \\\"examination\\\": 1, \\\"section\\\": 1, \\\"campus\\\": 3, \\\"walkthrough\\\": 1, \\\"departments\\\": 1, \\\"44th\\\": 1, \\\"best\\\": 5, \\\"awards\\\": 4, \\\"2021\\\": 1, \\\"47th\\\": 1, \\\"kscst\\\": 5, \\\"performing\\\": 1, \\\"college\\\": 1, \\\"international\\\": 1, \\\"yoga\\\": 1, \\\"day\\\": 13, \\\"celebrated\\\": 1, \\\"space\\\": 1, \\\"technology\\\": 4, \\\"cell\\\": 3, \\\"fdp\\\": 4, \\\"on\\\": 13, \\\"exploring\\\": 4, \\\"ml\\\": 3, \\\"innovative\\\": 4, \\\"techniques\\\": 3, \\\"healthcare\\\": 2, \\\"applications\\\": 6, \\\"national\\\": 6, \\\"program\\\": 8, \\\"analytics\\\": 1, \\\"excel\\\": 1, \\\"elementary\\\": 1, \\\"to\\\": 5, \\\"advanced\\\": 1, \\\"lcmsd\\\": 1, \\\"2023\\\": 4, \\\"46th\\\": 2, \\\"sanctioned\\\": 1, \\\"projects\\\": 1, \\\"education\\\": 2, \\\"pitch\\\": 1, \\\"2022\\\": 8, \\\"business\\\": 2, \\\"plan\\\": 1, \\\"asthra\\\": 1, \\\"datanova\\\": 1, \\\"onyx\\\": 1, \\\"ideathon\\\": 2, \\\"45th\\\": 1, \\\"faculty\\\": 6, \\\"development\\\": 6, \\\"science\\\": 4, \\\"inaugural\\\": 2, \\\"function\\\": 1, \\\"advancement\\\": 1, \\\"sustainable\\\": 2, \\\"construction\\\": 1, \\\"industry\\\": 3, \\\"connect\\\": 1, \\\"data\\\": 4, \\\"visualization\\\": 1, \\\"an\\\": 3, \\\"overview\\\": 3, \\\"enterprise\\\": 1, \\\"resource\\\": 1, \\\"planning\\\": 1, \\\"quick\\\": 1, \\\"links\\\\u00bb\\\": 1, \\\"young\\\": 1, \\\"upstart\\\": 1, \\\"entrepreneurial\\\": 1, \\\"design\\\": 1, \\\"thinking\\\": 3, \\\"by\\\": 1, \\\"sap\\\": 1, \\\"labs\\\": 1, \\\"emerging\\\": 2, \\\"tech\\\": 4, \\\"frontiers\\\": 2, \\\"trends\\\": 1, \\\"innovation\\\": 7, \\\"entrepreneurship\\\\u201d\\\": 1, \\\"women\\\\u2019s\\\": 1, \\\"celebration\\\": 2, \\\"iisc\\\": 2, \\\"open\\\": 6, \\\"art\\\": 2, \\\"computing\\\": 4, \\\"innovations\\\": 2, \\\"generative\\\": 5, \\\"discovering\\\": 3, \\\"essentials\\\": 4, \\\"cyber\\\": 5, \\\"defense\\\": 3, \\\"join\\\": 2, \\\"squad\\\": 2, \\\"full\\\": 2, \\\"stack\\\": 3, \\\"forge\\\": 2, \\\"crafting\\\": 2, \\\"web\\\": 2, \\\"solutions\\\": 4, \\\"chill\\\": 2, \\\"thrill\\\": 2, \\\"chef\\\": 2, \\\"where\\\": 3, \\\"flavour\\\": 2, \\\"meets\\\": 2, \\\"every\\\": 2, \\\"bite\\\": 2, \\\"power\\\": 3, \\\"structures\\\": 2, \\\"unlocking\\\": 1, \\\"success\\\": 1, \\\"optimizing\\\": 1, \\\"recruitment\\\": 2, \\\"interviews\\\": 1, \\\"through\\\": 1, \\\"vision\\\": 5, \\\"craft\\\": 2, \\\"she\\\": 1, \\\"spark\\\": 1, \\\"lab\\\": 4, \\\"visit\\\": 9, \\\"parent\\\": 2, \\\"teacher\\\": 2, \\\"meeting\\\": 4, \\\"ideahive\\\": 1, \\\"brilliance\\\": 1, \\\"buzzes\\\": 1, \\\"futuristic\\\": 1, \\\"it\\\": 1, \\\"advances\\\": 2, \\\"gen\\\": 1, \\\"plant\\\": 1, \\\"a\\\": 4, \\\"planet\\\": 1, \\\"oneapi\\\": 6, \\\"sessions\\\": 1, \\\"iedc\\\": 1, \\\"management\\\": 2, \\\"working\\\": 1, \\\"templates\\\": 1, \\\"amhiti\\\": 1, \\\"company\\\": 1, \\\"infosys\\\": 3, \\\"springboard\\\": 3, \\\"certification\\\": 1, \\\"drive\\\": 2, \\\"steps\\\": 1, \\\"flavors\\\": 1, \\\"5g\\\": 1, \\\"scientific\\\": 1, \\\"demonstration\\\": 1, \\\"isro\\\": 1, \\\"aventus\\\": 4, \\\"\\\\u2013\\\": 5, \\\"level\\\": 2, \\\"hackathon\\\": 5, \\\"adobe\\\": 1, \\\"workshop\\\": 4, \\\"derbi\\\": 1, \\\"foundation\\\": 1, \\\"know\\\": 1, \\\"your\\\": 1, \\\"brain\\\": 1, \\\"yukti\\\": 2, \\\"repository\\\": 1, \\\"challenge\\\": 3, \\\"biology\\\": 1, \\\"engineers\\\": 1, \\\"nvidia\\\": 1, \\\"gtc\\\": 1, \\\"report\\\": 1, \\\"photography\\\": 1, \\\"escape\\\": 1, \\\"room\\\": 1, \\\"gpt\\\": 2, \\\"chatgpt\\\": 2, \\\"algorithm\\\": 2, \\\"its\\\": 2, \\\"training\\\": 1, \\\"cil\\\": 1, \\\"buddy\\\": 1, \\\"system\\\": 1, \\\"cybersecurity\\\": 1, \\\"fundamentals\\\": 1, \\\"linux\\\": 1, \\\"online\\\": 1, \\\"womens\\\": 1, \\\"holi\\\": 1, \\\"ethnic\\\": 1, \\\"indian\\\": 1, \\\"institute\\\": 1, \\\"organic\\\": 1, \\\"farming\\\": 1, \\\"classes\\\": 1, \\\"diploma\\\": 1, \\\"students\\\": 1, \\\"flam\\\": 3, \\\"disruptive\\\": 1, \\\"technologies\\\": 1, \\\"social\\\": 3, \\\"change\\\": 2, \\\"syllabus\\\": 1, \\\"scheme\\\": 1, \\\"discussion\\\": 1, \\\"cognizant\\\": 1, \\\"zenken\\\": 1, \\\"department\\\": 1, \\\"minions\\\": 1, \\\"nature\\\": 1, \\\"library\\\": 1, \\\"committee\\\": 3, \\\"machine\\\": 2, \\\"proposal\\\": 1, \\\"writing\\\": 1, \\\"bites\\\": 1, \\\"patenting\\\": 2, \\\"roots\\\": 1, \\\"joy\\\": 1, \\\"ug\\\": 2, \\\"research\\\": 7, \\\"society\\\": 2, \\\"introduction\\\": 2, \\\"papers\\\": 1, \\\"google\\\": 1, \\\"cloud\\\": 2, \\\"vihaanam\\\": 1, \\\"mudita\\\": 1, \\\"ltimindtree\\\": 1, \\\"industrial\\\": 1, \\\"disruption\\\": 1, \\\"computer\\\": 1, \\\"text\\\": 1, \\\"processing\\\": 1, \\\"collaboration\\\": 2, \\\"internship\\\": 2, \\\"strat\\\": 1, \\\"talks\\\\u2013\\\": 1, \\\"building\\\": 1, \\\"pipelines\\\": 1, \\\"pega\\\": 1, \\\"systems\\\": 1, \\\"architect\\\": 1, \\\"robotics\\\": 1, \\\"it\\\\u2019s\\\": 1, \\\"supervisor\\\": 1, \\\"details\\\": 3, \\\"scholar\\\": 1, \\\"patent\\\": 1, \\\"\\\\u27ba2023\\\": 1, \\\"\\\\u27ba2022\\\": 1, \\\"scrs\\\": 3, \\\"edge\\\": 4, \\\"tomorrow\\\": 1, \\\"unleashing\\\": 1, \\\"potential\\\": 1, \\\"e\\\": 1, \\\"linkedin\\\": 1, \\\"profiling\\\": 1, \\\"network\\\": 1, \\\"analysis\\\": 1, \\\"skill\\\": 2, \\\"st\\\": 1, \\\"microelectronics\\\": 1, \\\"significance\\\": 1, \\\"source\\\": 1, \\\"tools\\\": 1, \\\"mean\\\": 1, \\\"mern\\\": 1, \\\"summit\\\": 1, \\\"mini\\\": 1, \\\"from\\\": 2, \\\"corporate\\\": 1, \\\"effective\\\": 1, \\\"preparation\\\": 1, \\\"high\\\": 1, \\\"performance\\\": 1, \\\"strategy\\\": 1, \\\"code\\\": 1, \\\"thon\\\": 1, \\\"linguistic\\\": 1, \\\"leap\\\": 1, \\\"immersion\\\": 1, \\\"designing\\\": 1, \\\"virtual\\\": 1, \\\"mixed\\\": 1, \\\"reality\\\": 1, \\\"2\\\": 1, \\\"0\\\": 1, \\\"anokhya\\\": 2, \\\"samsung\\\": 1, \\\"cocreate\\\": 1, \\\"expert\\\": 1, \\\"methodology\\\": 1, \\\"intellectual\\\": 1, \\\"property\\\": 1, \\\"rights\\\": 1, \\\"board\\\": 1, \\\"funding\\\": 1, \\\"minds\\\": 1, \\\"ar\\\": 1, \\\"vr\\\": 1, \\\"value\\\": 1, \\\"added\\\": 1, \\\"course\\\": 1, \\\"mou\\\": 2, \\\"finplify\\\": 1, \\\"engineering\\\": 2, \\\"conclave\\\": 1, \\\"dsu\\\": 1, \\\"bootcamp\\\": 1, \\\"hack\\\": 1, \\\"revolution\\\": 1, \\\"student\\\": 1, \\\"ambassador\\\": 1, \\\"neuberg\\\": 2, \\\"anand\\\": 1, \\\"laboratory\\\": 1, \\\"publication\\\": 1, \\\"future\\\": 1, \\\"coding\\\": 1, \\\"metaverse\\\": 2, \\\"entrepreneur\\\": 1, \\\"attitude\\\": 1, \\\"behaviour\\\": 1, \\\"process\\\": 1, \\\"internet\\\": 1, \\\"things\\\": 1, \\\"cellstart\\\": 1, \\\"track\\\": 1, \\\"winner\\\": 1, \\\"diffuseai\\\": 1, \\\"inauguration\\\": 1, \\\"solution\\\": 1, \\\"approaching\\\": 1, \\\"applying\\\": 1, \\\"problem\\\": 1, \\\"solving\\\": 1, \\\"enablement\\\": 1, \\\"breakthrough\\\": 1, \\\"mission\\\": 1, \\\"pso\\\": 2, \\\"specific\\\": 1, \\\"outcomes\\\": 1, \\\"peo\\\": 1, \\\"objectives\\\": 1, \\\"peos\\\": 1, \\\"hod's\\\": 1, \\\"desk\\\": 1, \\\"academic\\\": 1, \\\"advisory\\\": 2}\", \"word_docs\": \"{\\\"battle\\\": 2, \\\"of\\\": 26, \\\"is\\\": 205, \\\"bands\\\": 2, \\\"what\\\": 205, \\\"live\\\": 1, \\\"competition\\\": 2, \\\"opus\\\": 1, \\\"fest\\\": 1, \\\"in\\\": 14, \\\"mediatron\\\": 1, \\\"ai\\\": 14, \\\"premier\\\": 1, \\\"league\\\": 1, \\\"lumina\\\": 3, \\\"2024\\\": 4, \\\"intel\\\": 8, \\\"corporation\\\": 2, \\\"interaction\\\": 2, \\\"with\\\": 7, \\\"book\\\": 2, \\\"club\\\": 1, \\\"project\\\": 12, \\\"happiness\\\": 1, \\\"the\\\": 15, \\\"towards\\\": 2, \\\"learning\\\": 3, \\\"mental\\\": 1, \\\"wellbeing\\\": 1, \\\"game\\\": 1, \\\"being\\\": 1, \\\"disciplined\\\": 1, \\\"mind\\\": 1, \\\"matters\\\": 1, \\\"series\\\": 7, \\\"inspirational\\\": 1, \\\"talk\\\": 9, \\\"scoreleap\\\": 1, \\\"neopat\\\": 1, \\\"pre\\\": 2, \\\"session\\\": 5, \\\"nokia\\\": 2, \\\"placement\\\": 3, \\\"discussions\\\": 2, \\\"group\\\": 2, \\\"verbal\\\": 2, \\\"and\\\": 23, \\\"reasoning\\\": 2, \\\"importance\\\": 3, \\\"get\\\": 3, \\\"set\\\": 3, \\\"for\\\": 13, \\\"placements\\\": 3, \\\"preplacement\\\": 1, \\\"admissions\\\": 1, \\\"dsce\\\": 2, \\\"about\\\": 1, \\\"principal\\\": 1, \\\"message\\\": 1, \\\"examination\\\": 1, \\\"section\\\": 1, \\\"campus\\\": 3, \\\"walkthrough\\\": 1, \\\"departments\\\": 1, \\\"awards\\\": 4, \\\"44th\\\": 1, \\\"best\\\": 4, \\\"2021\\\": 1, \\\"47th\\\": 1, \\\"kscst\\\": 5, \\\"performing\\\": 1, \\\"college\\\": 1, \\\"yoga\\\": 1, \\\"celebrated\\\": 1, \\\"international\\\": 1, \\\"day\\\": 13, \\\"space\\\": 1, \\\"cell\\\": 3, \\\"technology\\\": 4, \\\"ml\\\": 3, \\\"healthcare\\\": 2, \\\"applications\\\": 6, \\\"exploring\\\": 4, \\\"techniques\\\": 3, \\\"innovative\\\": 4, \\\"on\\\": 13, \\\"fdp\\\": 4, \\\"national\\\": 6, \\\"elementary\\\": 1, \\\"advanced\\\": 1, \\\"excel\\\": 1, \\\"program\\\": 8, \\\"analytics\\\": 1, \\\"to\\\": 5, \\\"lcmsd\\\": 1, \\\"2023\\\": 4, \\\"46th\\\": 2, \\\"sanctioned\\\": 1, \\\"projects\\\": 1, \\\"education\\\": 2, \\\"pitch\\\": 1, \\\"2022\\\": 8, \\\"plan\\\": 1, \\\"business\\\": 2, \\\"asthra\\\": 1, \\\"datanova\\\": 1, \\\"onyx\\\": 1, \\\"ideathon\\\": 2, \\\"45th\\\": 1, \\\"development\\\": 6, \\\"faculty\\\": 6, \\\"science\\\": 4, \\\"inaugural\\\": 2, \\\"function\\\": 1, \\\"construction\\\": 1, \\\"advancement\\\": 1, \\\"sustainable\\\": 2, \\\"data\\\": 4, \\\"connect\\\": 1, \\\"visualization\\\": 1, \\\"industry\\\": 3, \\\"resource\\\": 1, \\\"enterprise\\\": 1, \\\"overview\\\": 3, \\\"planning\\\": 1, \\\"an\\\": 3, \\\"links\\\\u00bb\\\": 1, \\\"quick\\\": 1, \\\"labs\\\": 1, \\\"young\\\": 1, \\\"by\\\": 1, \\\"sap\\\": 1, \\\"upstart\\\": 1, \\\"design\\\": 1, \\\"thinking\\\": 3, \\\"entrepreneurial\\\": 1, \\\"emerging\\\": 2, \\\"frontiers\\\": 2, \\\"tech\\\": 4, \\\"trends\\\": 1, \\\"innovation\\\": 6, \\\"entrepreneurship\\\\u201d\\\": 1, \\\"celebration\\\": 2, \\\"women\\\\u2019s\\\": 1, \\\"open\\\": 6, \\\"iisc\\\": 2, \\\"computing\\\": 4, \\\"art\\\": 2, \\\"innovations\\\": 2, \\\"generative\\\": 5, \\\"cyber\\\": 3, \\\"squad\\\": 2, \\\"essentials\\\": 4, \\\"discovering\\\": 3, \\\"defense\\\": 3, \\\"join\\\": 2, \\\"web\\\": 2, \\\"crafting\\\": 2, \\\"solutions\\\": 4, \\\"forge\\\": 2, \\\"stack\\\": 3, \\\"full\\\": 2, \\\"bite\\\": 2, \\\"chill\\\": 2, \\\"where\\\": 3, \\\"chef\\\": 2, \\\"thrill\\\": 2, \\\"meets\\\": 2, \\\"flavour\\\": 2, \\\"every\\\": 2, \\\"power\\\": 3, \\\"structures\\\": 2, \\\"interviews\\\": 1, \\\"unlocking\\\": 1, \\\"through\\\": 1, \\\"optimizing\\\": 1, \\\"recruitment\\\": 2, \\\"success\\\": 1, \\\"craft\\\": 2, \\\"vision\\\": 5, \\\"she\\\": 1, \\\"spark\\\": 1, \\\"visit\\\": 9, \\\"lab\\\": 4, \\\"meeting\\\": 4, \\\"teacher\\\": 2, \\\"parent\\\": 2, \\\"ideahive\\\": 1, \\\"buzzes\\\": 1, \\\"brilliance\\\": 1, \\\"futuristic\\\": 1, \\\"it\\\": 1, \\\"gen\\\": 1, \\\"advances\\\": 2, \\\"planet\\\": 1, \\\"a\\\": 4, \\\"plant\\\": 1, \\\"oneapi\\\": 6, \\\"sessions\\\": 1, \\\"iedc\\\": 1, \\\"working\\\": 1, \\\"management\\\": 2, \\\"templates\\\": 1, \\\"amhiti\\\": 1, \\\"company\\\": 1, \\\"drive\\\": 2, \\\"certification\\\": 1, \\\"springboard\\\": 3, \\\"infosys\\\": 3, \\\"steps\\\": 1, \\\"5g\\\": 1, \\\"flavors\\\": 1, \\\"scientific\\\": 1, \\\"demonstration\\\": 1, \\\"isro\\\": 1, \\\"aventus\\\": 4, \\\"\\\\u2013\\\": 5, \\\"hackathon\\\": 5, \\\"level\\\": 2, \\\"workshop\\\": 4, \\\"adobe\\\": 1, \\\"foundation\\\": 1, \\\"derbi\\\": 1, \\\"your\\\": 1, \\\"brain\\\": 1, \\\"know\\\": 1, \\\"repository\\\": 1, \\\"challenge\\\": 3, \\\"yukti\\\": 2, \\\"biology\\\": 1, \\\"engineers\\\": 1, \\\"gtc\\\": 1, \\\"report\\\": 1, \\\"nvidia\\\": 1, \\\"escape\\\": 1, \\\"room\\\": 1, \\\"photography\\\": 1, \\\"chatgpt\\\": 2, \\\"algorithm\\\": 2, \\\"gpt\\\": 2, \\\"its\\\": 2, \\\"training\\\": 1, \\\"cil\\\": 1, \\\"system\\\": 1, \\\"buddy\\\": 1, \\\"fundamentals\\\": 1, \\\"linux\\\": 1, \\\"cybersecurity\\\": 1, \\\"online\\\": 1, \\\"holi\\\": 1, \\\"womens\\\": 1, \\\"ethnic\\\": 1, \\\"indian\\\": 1, \\\"institute\\\": 1, \\\"farming\\\": 1, \\\"organic\\\": 1, \\\"classes\\\": 1, \\\"students\\\": 1, \\\"diploma\\\": 1, \\\"flam\\\": 3, \\\"change\\\": 2, \\\"disruptive\\\": 1, \\\"technologies\\\": 1, \\\"social\\\": 3, \\\"syllabus\\\": 1, \\\"cognizant\\\": 1, \\\"scheme\\\": 1, \\\"discussion\\\": 1, \\\"zenken\\\": 1, \\\"department\\\": 1, \\\"nature\\\": 1, \\\"minions\\\": 1, \\\"committee\\\": 3, \\\"library\\\": 1, \\\"machine\\\": 2, \\\"proposal\\\": 1, \\\"writing\\\": 1, \\\"bites\\\": 1, \\\"patenting\\\": 2, \\\"joy\\\": 1, \\\"roots\\\": 1, \\\"papers\\\": 1, \\\"research\\\": 6, \\\"ug\\\": 2, \\\"society\\\": 2, \\\"introduction\\\": 2, \\\"google\\\": 1, \\\"cloud\\\": 2, \\\"mudita\\\": 1, \\\"vihaanam\\\": 1, \\\"ltimindtree\\\": 1, \\\"industrial\\\": 1, \\\"text\\\": 1, \\\"processing\\\": 1, \\\"disruption\\\": 1, \\\"computer\\\": 1, \\\"collaboration\\\": 2, \\\"internship\\\": 2, \\\"strat\\\": 1, \\\"building\\\": 1, \\\"talks\\\\u2013\\\": 1, \\\"pipelines\\\": 1, \\\"pega\\\": 1, \\\"systems\\\": 1, \\\"architect\\\": 1, \\\"robotics\\\": 1, \\\"it\\\\u2019s\\\": 1, \\\"details\\\": 3, \\\"supervisor\\\": 1, \\\"scholar\\\": 1, \\\"patent\\\": 1, \\\"\\\\u27ba2023\\\": 1, \\\"\\\\u27ba2022\\\": 1, \\\"unleashing\\\": 1, \\\"edge\\\": 3, \\\"scrs\\\": 3, \\\"potential\\\": 1, \\\"tomorrow\\\": 1, \\\"linkedin\\\": 1, \\\"profiling\\\": 1, \\\"e\\\": 1, \\\"analysis\\\": 1, \\\"network\\\": 1, \\\"skill\\\": 2, \\\"microelectronics\\\": 1, \\\"st\\\": 1, \\\"source\\\": 1, \\\"tools\\\": 1, \\\"mern\\\": 1, \\\"significance\\\": 1, \\\"mean\\\": 1, \\\"summit\\\": 1, \\\"mini\\\": 1, \\\"preparation\\\": 1, \\\"from\\\": 2, \\\"corporate\\\": 1, \\\"effective\\\": 1, \\\"performance\\\": 1, \\\"high\\\": 1, \\\"strategy\\\": 1, \\\"thon\\\": 1, \\\"code\\\": 1, \\\"leap\\\": 1, \\\"linguistic\\\": 1, \\\"virtual\\\": 1, \\\"reality\\\": 1, \\\"immersion\\\": 1, \\\"designing\\\": 1, \\\"mixed\\\": 1, \\\"0\\\": 1, \\\"2\\\": 1, \\\"anokhya\\\": 2, \\\"samsung\\\": 1, \\\"cocreate\\\": 1, \\\"expert\\\": 1, \\\"property\\\": 1, \\\"intellectual\\\": 1, \\\"methodology\\\": 1, \\\"rights\\\": 1, \\\"board\\\": 1, \\\"funding\\\": 1, \\\"minds\\\": 1, \\\"ar\\\": 1, \\\"vr\\\": 1, \\\"course\\\": 1, \\\"value\\\": 1, \\\"added\\\": 1, \\\"mou\\\": 2, \\\"finplify\\\": 1, \\\"engineering\\\": 2, \\\"conclave\\\": 1, \\\"dsu\\\": 1, \\\"bootcamp\\\": 1, \\\"revolution\\\": 1, \\\"hack\\\": 1, \\\"student\\\": 1, \\\"ambassador\\\": 1, \\\"laboratory\\\": 1, \\\"anand\\\": 1, \\\"neuberg\\\": 2, \\\"publication\\\": 1, \\\"future\\\": 1, \\\"coding\\\": 1, \\\"metaverse\\\": 2, \\\"attitude\\\": 1, \\\"entrepreneur\\\": 1, \\\"behaviour\\\": 1, \\\"process\\\": 1, \\\"internet\\\": 1, \\\"things\\\": 1, \\\"cellstart\\\": 1, \\\"winner\\\": 1, \\\"track\\\": 1, \\\"diffuseai\\\": 1, \\\"inauguration\\\": 1, \\\"approaching\\\": 1, \\\"problem\\\": 1, \\\"solution\\\": 1, \\\"applying\\\": 1, \\\"solving\\\": 1, \\\"enablement\\\": 1, \\\"breakthrough\\\": 1, \\\"mission\\\": 1, \\\"pso\\\": 2, \\\"outcomes\\\": 1, \\\"specific\\\": 1, \\\"peo\\\": 1, \\\"peos\\\": 1, \\\"objectives\\\": 1, \\\"hod's\\\": 1, \\\"desk\\\": 1, \\\"advisory\\\": 2, \\\"academic\\\": 1}\", \"index_docs\": \"{\\\"83\\\": 2, \\\"3\\\": 26, \\\"2\\\": 205, \\\"84\\\": 2, \\\"1\\\": 205, \\\"156\\\": 1, \\\"85\\\": 2, \\\"155\\\": 1, \\\"158\\\": 1, \\\"7\\\": 14, \\\"157\\\": 1, \\\"6\\\": 14, \\\"159\\\": 1, \\\"160\\\": 1, \\\"55\\\": 3, \\\"36\\\": 4, \\\"14\\\": 8, \\\"87\\\": 2, \\\"86\\\": 2, \\\"17\\\": 7, \\\"88\\\": 2, \\\"161\\\": 1, \\\"11\\\": 12, \\\"162\\\": 1, \\\"5\\\": 15, \\\"89\\\": 2, \\\"56\\\": 3, \\\"163\\\": 1, \\\"164\\\": 1, \\\"165\\\": 1, \\\"166\\\": 1, \\\"167\\\": 1, \\\"168\\\": 1, \\\"169\\\": 1, \\\"18\\\": 7, \\\"170\\\": 1, \\\"12\\\": 9, \\\"171\\\": 1, \\\"172\\\": 1, \\\"91\\\": 2, \\\"27\\\": 5, \\\"90\\\": 2, \\\"57\\\": 3, \\\"95\\\": 2, \\\"94\\\": 2, \\\"92\\\": 2, \\\"4\\\": 23, \\\"93\\\": 2, \\\"58\\\": 3, \\\"59\\\": 3, \\\"60\\\": 3, \\\"8\\\": 13, \\\"61\\\": 3, \\\"173\\\": 1, \\\"174\\\": 1, \\\"96\\\": 2, \\\"175\\\": 1, \\\"176\\\": 1, \\\"177\\\": 1, \\\"178\\\": 1, \\\"179\\\": 1, \\\"62\\\": 3, \\\"180\\\": 1, \\\"181\\\": 1, \\\"37\\\": 4, \\\"182\\\": 1, \\\"28\\\": 4, \\\"183\\\": 1, \\\"184\\\": 1, \\\"29\\\": 5, \\\"185\\\": 1, \\\"186\\\": 1, \\\"188\\\": 1, \\\"189\\\": 1, \\\"187\\\": 1, \\\"9\\\": 13, \\\"190\\\": 1, \\\"63\\\": 3, \\\"38\\\": 4, \\\"64\\\": 3, \\\"97\\\": 2, \\\"21\\\": 6, \\\"40\\\": 4, \\\"65\\\": 3, \\\"41\\\": 4, \\\"10\\\": 13, \\\"39\\\": 4, \\\"22\\\": 6, \\\"193\\\": 1, \\\"194\\\": 1, \\\"192\\\": 1, \\\"15\\\": 8, \\\"191\\\": 1, \\\"30\\\": 5, \\\"195\\\": 1, \\\"42\\\": 4, \\\"98\\\": 2, \\\"196\\\": 1, \\\"197\\\": 1, \\\"99\\\": 2, \\\"198\\\": 1, \\\"16\\\": 8, \\\"199\\\": 1, \\\"100\\\": 2, \\\"200\\\": 1, \\\"201\\\": 1, \\\"202\\\": 1, \\\"101\\\": 2, \\\"203\\\": 1, \\\"24\\\": 6, \\\"23\\\": 6, \\\"43\\\": 4, \\\"102\\\": 2, \\\"204\\\": 1, \\\"206\\\": 1, \\\"205\\\": 1, \\\"103\\\": 2, \\\"44\\\": 4, \\\"207\\\": 1, \\\"208\\\": 1, \\\"66\\\": 3, \\\"210\\\": 1, \\\"209\\\": 1, \\\"68\\\": 3, \\\"211\\\": 1, \\\"67\\\": 3, \\\"213\\\": 1, \\\"212\\\": 1, \\\"220\\\": 1, \\\"214\\\": 1, \\\"218\\\": 1, \\\"219\\\": 1, \\\"215\\\": 1, \\\"217\\\": 1, \\\"69\\\": 3, \\\"216\\\": 1, \\\"104\\\": 2, \\\"105\\\": 2, \\\"45\\\": 4, \\\"221\\\": 1, \\\"19\\\": 6, \\\"222\\\": 1, \\\"106\\\": 2, \\\"223\\\": 1, \\\"25\\\": 6, \\\"107\\\": 2, \\\"46\\\": 4, \\\"108\\\": 2, \\\"109\\\": 2, \\\"31\\\": 5, \\\"32\\\": 3, \\\"111\\\": 2, \\\"47\\\": 4, \\\"70\\\": 3, \\\"71\\\": 3, \\\"110\\\": 2, \\\"115\\\": 2, \\\"114\\\": 2, \\\"48\\\": 4, \\\"113\\\": 2, \\\"72\\\": 3, \\\"112\\\": 2, \\\"122\\\": 2, \\\"116\\\": 2, \\\"73\\\": 3, \\\"118\\\": 2, \\\"117\\\": 2, \\\"120\\\": 2, \\\"119\\\": 2, \\\"121\\\": 2, \\\"74\\\": 3, \\\"123\\\": 2, \\\"227\\\": 1, \\\"224\\\": 1, \\\"228\\\": 1, \\\"226\\\": 1, \\\"124\\\": 2, \\\"225\\\": 1, \\\"125\\\": 2, \\\"33\\\": 5, \\\"229\\\": 1, \\\"230\\\": 1, \\\"13\\\": 9, \\\"49\\\": 4, \\\"50\\\": 4, \\\"127\\\": 2, \\\"126\\\": 2, \\\"231\\\": 1, \\\"233\\\": 1, \\\"232\\\": 1, \\\"234\\\": 1, \\\"235\\\": 1, \\\"236\\\": 1, \\\"128\\\": 2, \\\"238\\\": 1, \\\"51\\\": 4, \\\"237\\\": 1, \\\"26\\\": 6, \\\"239\\\": 1, \\\"240\\\": 1, \\\"241\\\": 1, \\\"129\\\": 2, \\\"242\\\": 1, \\\"243\\\": 1, \\\"244\\\": 1, \\\"130\\\": 2, \\\"245\\\": 1, \\\"76\\\": 3, \\\"75\\\": 3, \\\"246\\\": 1, \\\"248\\\": 1, \\\"247\\\": 1, \\\"249\\\": 1, \\\"250\\\": 1, \\\"251\\\": 1, \\\"52\\\": 4, \\\"34\\\": 5, \\\"35\\\": 5, \\\"131\\\": 2, \\\"53\\\": 4, \\\"252\\\": 1, \\\"254\\\": 1, \\\"253\\\": 1, \\\"256\\\": 1, \\\"257\\\": 1, \\\"255\\\": 1, \\\"258\\\": 1, \\\"77\\\": 3, \\\"132\\\": 2, \\\"259\\\": 1, \\\"260\\\": 1, \\\"262\\\": 1, \\\"263\\\": 1, \\\"261\\\": 1, \\\"265\\\": 1, \\\"266\\\": 1, \\\"264\\\": 1, \\\"134\\\": 2, \\\"135\\\": 2, \\\"133\\\": 2, \\\"136\\\": 2, \\\"267\\\": 1, \\\"268\\\": 1, \\\"270\\\": 1, \\\"269\\\": 1, \\\"272\\\": 1, \\\"273\\\": 1, \\\"271\\\": 1, \\\"274\\\": 1, \\\"276\\\": 1, \\\"275\\\": 1, \\\"277\\\": 1, \\\"278\\\": 1, \\\"279\\\": 1, \\\"281\\\": 1, \\\"280\\\": 1, \\\"282\\\": 1, \\\"284\\\": 1, \\\"283\\\": 1, \\\"78\\\": 3, \\\"137\\\": 2, \\\"285\\\": 1, \\\"286\\\": 1, \\\"79\\\": 3, \\\"287\\\": 1, \\\"290\\\": 1, \\\"288\\\": 1, \\\"289\\\": 1, \\\"291\\\": 1, \\\"292\\\": 1, \\\"294\\\": 1, \\\"293\\\": 1, \\\"80\\\": 3, \\\"295\\\": 1, \\\"138\\\": 2, \\\"296\\\": 1, \\\"297\\\": 1, \\\"298\\\": 1, \\\"139\\\": 2, \\\"300\\\": 1, \\\"299\\\": 1, \\\"301\\\": 1, \\\"20\\\": 6, \\\"140\\\": 2, \\\"141\\\": 2, \\\"142\\\": 2, \\\"302\\\": 1, \\\"143\\\": 2, \\\"304\\\": 1, \\\"303\\\": 1, \\\"305\\\": 1, \\\"306\\\": 1, \\\"309\\\": 1, \\\"310\\\": 1, \\\"307\\\": 1, \\\"308\\\": 1, \\\"144\\\": 2, \\\"145\\\": 2, \\\"311\\\": 1, \\\"313\\\": 1, \\\"312\\\": 1, \\\"314\\\": 1, \\\"315\\\": 1, \\\"316\\\": 1, \\\"317\\\": 1, \\\"318\\\": 1, \\\"319\\\": 1, \\\"81\\\": 3, \\\"320\\\": 1, \\\"321\\\": 1, \\\"322\\\": 1, \\\"323\\\": 1, \\\"324\\\": 1, \\\"326\\\": 1, \\\"54\\\": 3, \\\"82\\\": 3, \\\"327\\\": 1, \\\"325\\\": 1, \\\"329\\\": 1, \\\"330\\\": 1, \\\"328\\\": 1, \\\"332\\\": 1, \\\"331\\\": 1, \\\"146\\\": 2, \\\"334\\\": 1, \\\"333\\\": 1, \\\"336\\\": 1, \\\"337\\\": 1, \\\"339\\\": 1, \\\"335\\\": 1, \\\"338\\\": 1, \\\"340\\\": 1, \\\"341\\\": 1, \\\"344\\\": 1, \\\"147\\\": 2, \\\"342\\\": 1, \\\"343\\\": 1, \\\"346\\\": 1, \\\"345\\\": 1, \\\"347\\\": 1, \\\"349\\\": 1, \\\"348\\\": 1, \\\"351\\\": 1, \\\"350\\\": 1, \\\"354\\\": 1, \\\"356\\\": 1, \\\"352\\\": 1, \\\"353\\\": 1, \\\"355\\\": 1, \\\"358\\\": 1, \\\"357\\\": 1, \\\"148\\\": 2, \\\"359\\\": 1, \\\"360\\\": 1, \\\"361\\\": 1, \\\"364\\\": 1, \\\"363\\\": 1, \\\"362\\\": 1, \\\"365\\\": 1, \\\"366\\\": 1, \\\"367\\\": 1, \\\"368\\\": 1, \\\"369\\\": 1, \\\"370\\\": 1, \\\"373\\\": 1, \\\"371\\\": 1, \\\"372\\\": 1, \\\"149\\\": 2, \\\"374\\\": 1, \\\"150\\\": 2, \\\"375\\\": 1, \\\"376\\\": 1, \\\"377\\\": 1, \\\"379\\\": 1, \\\"378\\\": 1, \\\"380\\\": 1, \\\"381\\\": 1, \\\"383\\\": 1, \\\"382\\\": 1, \\\"151\\\": 2, \\\"384\\\": 1, \\\"385\\\": 1, \\\"386\\\": 1, \\\"152\\\": 2, \\\"388\\\": 1, \\\"387\\\": 1, \\\"389\\\": 1, \\\"390\\\": 1, \\\"391\\\": 1, \\\"392\\\": 1, \\\"393\\\": 1, \\\"395\\\": 1, \\\"394\\\": 1, \\\"396\\\": 1, \\\"397\\\": 1, \\\"399\\\": 1, \\\"401\\\": 1, \\\"398\\\": 1, \\\"400\\\": 1, \\\"402\\\": 1, \\\"403\\\": 1, \\\"404\\\": 1, \\\"405\\\": 1, \\\"153\\\": 2, \\\"407\\\": 1, \\\"406\\\": 1, \\\"408\\\": 1, \\\"410\\\": 1, \\\"409\\\": 1, \\\"411\\\": 1, \\\"412\\\": 1, \\\"154\\\": 2, \\\"413\\\": 1}\", \"index_word\": \"{\\\"1\\\": \\\"what\\\", \\\"2\\\": \\\"is\\\", \\\"3\\\": \\\"of\\\", \\\"4\\\": \\\"and\\\", \\\"5\\\": \\\"the\\\", \\\"6\\\": \\\"ai\\\", \\\"7\\\": \\\"in\\\", \\\"8\\\": \\\"for\\\", \\\"9\\\": \\\"day\\\", \\\"10\\\": \\\"on\\\", \\\"11\\\": \\\"project\\\", \\\"12\\\": \\\"talk\\\", \\\"13\\\": \\\"visit\\\", \\\"14\\\": \\\"intel\\\", \\\"15\\\": \\\"program\\\", \\\"16\\\": \\\"2022\\\", \\\"17\\\": \\\"with\\\", \\\"18\\\": \\\"series\\\", \\\"19\\\": \\\"innovation\\\", \\\"20\\\": \\\"research\\\", \\\"21\\\": \\\"applications\\\", \\\"22\\\": \\\"national\\\", \\\"23\\\": \\\"faculty\\\", \\\"24\\\": \\\"development\\\", \\\"25\\\": \\\"open\\\", \\\"26\\\": \\\"oneapi\\\", \\\"27\\\": \\\"session\\\", \\\"28\\\": \\\"best\\\", \\\"29\\\": \\\"kscst\\\", \\\"30\\\": \\\"to\\\", \\\"31\\\": \\\"generative\\\", \\\"32\\\": \\\"cyber\\\", \\\"33\\\": \\\"vision\\\", \\\"34\\\": \\\"\\\\u2013\\\", \\\"35\\\": \\\"hackathon\\\", \\\"36\\\": \\\"2024\\\", \\\"37\\\": \\\"awards\\\", \\\"38\\\": \\\"technology\\\", \\\"39\\\": \\\"fdp\\\", \\\"40\\\": \\\"exploring\\\", \\\"41\\\": \\\"innovative\\\", \\\"42\\\": \\\"2023\\\", \\\"43\\\": \\\"science\\\", \\\"44\\\": \\\"data\\\", \\\"45\\\": \\\"tech\\\", \\\"46\\\": \\\"computing\\\", \\\"47\\\": \\\"essentials\\\", \\\"48\\\": \\\"solutions\\\", \\\"49\\\": \\\"lab\\\", \\\"50\\\": \\\"meeting\\\", \\\"51\\\": \\\"a\\\", \\\"52\\\": \\\"aventus\\\", \\\"53\\\": \\\"workshop\\\", \\\"54\\\": \\\"edge\\\", \\\"55\\\": \\\"lumina\\\", \\\"56\\\": \\\"learning\\\", \\\"57\\\": \\\"placement\\\", \\\"58\\\": \\\"importance\\\", \\\"59\\\": \\\"get\\\", \\\"60\\\": \\\"set\\\", \\\"61\\\": \\\"placements\\\", \\\"62\\\": \\\"campus\\\", \\\"63\\\": \\\"cell\\\", \\\"64\\\": \\\"ml\\\", \\\"65\\\": \\\"techniques\\\", \\\"66\\\": \\\"industry\\\", \\\"67\\\": \\\"an\\\", \\\"68\\\": \\\"overview\\\", \\\"69\\\": \\\"thinking\\\", \\\"70\\\": \\\"discovering\\\", \\\"71\\\": \\\"defense\\\", \\\"72\\\": \\\"stack\\\", \\\"73\\\": \\\"where\\\", \\\"74\\\": \\\"power\\\", \\\"75\\\": \\\"infosys\\\", \\\"76\\\": \\\"springboard\\\", \\\"77\\\": \\\"challenge\\\", \\\"78\\\": \\\"flam\\\", \\\"79\\\": \\\"social\\\", \\\"80\\\": \\\"committee\\\", \\\"81\\\": \\\"details\\\", \\\"82\\\": \\\"scrs\\\", \\\"83\\\": \\\"battle\\\", \\\"84\\\": \\\"bands\\\", \\\"85\\\": \\\"competition\\\", \\\"86\\\": \\\"interaction\\\", \\\"87\\\": \\\"corporation\\\", \\\"88\\\": \\\"book\\\", \\\"89\\\": \\\"towards\\\", \\\"90\\\": \\\"nokia\\\", \\\"91\\\": \\\"pre\\\", \\\"92\\\": \\\"verbal\\\", \\\"93\\\": \\\"reasoning\\\", \\\"94\\\": \\\"group\\\", \\\"95\\\": \\\"discussions\\\", \\\"96\\\": \\\"dsce\\\", \\\"97\\\": \\\"healthcare\\\", \\\"98\\\": \\\"46th\\\", \\\"99\\\": \\\"education\\\", \\\"100\\\": \\\"business\\\", \\\"101\\\": \\\"ideathon\\\", \\\"102\\\": \\\"inaugural\\\", \\\"103\\\": \\\"sustainable\\\", \\\"104\\\": \\\"emerging\\\", \\\"105\\\": \\\"frontiers\\\", \\\"106\\\": \\\"celebration\\\", \\\"107\\\": \\\"iisc\\\", \\\"108\\\": \\\"art\\\", \\\"109\\\": \\\"innovations\\\", \\\"110\\\": \\\"join\\\", \\\"111\\\": \\\"squad\\\", \\\"112\\\": \\\"full\\\", \\\"113\\\": \\\"forge\\\", \\\"114\\\": \\\"crafting\\\", \\\"115\\\": \\\"web\\\", \\\"116\\\": \\\"chill\\\", \\\"117\\\": \\\"thrill\\\", \\\"118\\\": \\\"chef\\\", \\\"119\\\": \\\"flavour\\\", \\\"120\\\": \\\"meets\\\", \\\"121\\\": \\\"every\\\", \\\"122\\\": \\\"bite\\\", \\\"123\\\": \\\"structures\\\", \\\"124\\\": \\\"recruitment\\\", \\\"125\\\": \\\"craft\\\", \\\"126\\\": \\\"parent\\\", \\\"127\\\": \\\"teacher\\\", \\\"128\\\": \\\"advances\\\", \\\"129\\\": \\\"management\\\", \\\"130\\\": \\\"drive\\\", \\\"131\\\": \\\"level\\\", \\\"132\\\": \\\"yukti\\\", \\\"133\\\": \\\"gpt\\\", \\\"134\\\": \\\"chatgpt\\\", \\\"135\\\": \\\"algorithm\\\", \\\"136\\\": \\\"its\\\", \\\"137\\\": \\\"change\\\", \\\"138\\\": \\\"machine\\\", \\\"139\\\": \\\"patenting\\\", \\\"140\\\": \\\"ug\\\", \\\"141\\\": \\\"society\\\", \\\"142\\\": \\\"introduction\\\", \\\"143\\\": \\\"cloud\\\", \\\"144\\\": \\\"collaboration\\\", \\\"145\\\": \\\"internship\\\", \\\"146\\\": \\\"skill\\\", \\\"147\\\": \\\"from\\\", \\\"148\\\": \\\"anokhya\\\", \\\"149\\\": \\\"mou\\\", \\\"150\\\": \\\"engineering\\\", \\\"151\\\": \\\"neuberg\\\", \\\"152\\\": \\\"metaverse\\\", \\\"153\\\": \\\"pso\\\", \\\"154\\\": \\\"advisory\\\", \\\"155\\\": \\\"opus\\\", \\\"156\\\": \\\"live\\\", \\\"157\\\": \\\"mediatron\\\", \\\"158\\\": \\\"fest\\\", \\\"159\\\": \\\"premier\\\", \\\"160\\\": \\\"league\\\", \\\"161\\\": \\\"club\\\", \\\"162\\\": \\\"happiness\\\", \\\"163\\\": \\\"mental\\\", \\\"164\\\": \\\"wellbeing\\\", \\\"165\\\": \\\"game\\\", \\\"166\\\": \\\"being\\\", \\\"167\\\": \\\"disciplined\\\", \\\"168\\\": \\\"mind\\\", \\\"169\\\": \\\"matters\\\", \\\"170\\\": \\\"inspirational\\\", \\\"171\\\": \\\"scoreleap\\\", \\\"172\\\": \\\"neopat\\\", \\\"173\\\": \\\"preplacement\\\", \\\"174\\\": \\\"admissions\\\", \\\"175\\\": \\\"about\\\", \\\"176\\\": \\\"principal\\\", \\\"177\\\": \\\"message\\\", \\\"178\\\": \\\"examination\\\", \\\"179\\\": \\\"section\\\", \\\"180\\\": \\\"walkthrough\\\", \\\"181\\\": \\\"departments\\\", \\\"182\\\": \\\"44th\\\", \\\"183\\\": \\\"2021\\\", \\\"184\\\": \\\"47th\\\", \\\"185\\\": \\\"performing\\\", \\\"186\\\": \\\"college\\\", \\\"187\\\": \\\"international\\\", \\\"188\\\": \\\"yoga\\\", \\\"189\\\": \\\"celebrated\\\", \\\"190\\\": \\\"space\\\", \\\"191\\\": \\\"analytics\\\", \\\"192\\\": \\\"excel\\\", \\\"193\\\": \\\"elementary\\\", \\\"194\\\": \\\"advanced\\\", \\\"195\\\": \\\"lcmsd\\\", \\\"196\\\": \\\"sanctioned\\\", \\\"197\\\": \\\"projects\\\", \\\"198\\\": \\\"pitch\\\", \\\"199\\\": \\\"plan\\\", \\\"200\\\": \\\"asthra\\\", \\\"201\\\": \\\"datanova\\\", \\\"202\\\": \\\"onyx\\\", \\\"203\\\": \\\"45th\\\", \\\"204\\\": \\\"function\\\", \\\"205\\\": \\\"advancement\\\", \\\"206\\\": \\\"construction\\\", \\\"207\\\": \\\"connect\\\", \\\"208\\\": \\\"visualization\\\", \\\"209\\\": \\\"enterprise\\\", \\\"210\\\": \\\"resource\\\", \\\"211\\\": \\\"planning\\\", \\\"212\\\": \\\"quick\\\", \\\"213\\\": \\\"links\\\\u00bb\\\", \\\"214\\\": \\\"young\\\", \\\"215\\\": \\\"upstart\\\", \\\"216\\\": \\\"entrepreneurial\\\", \\\"217\\\": \\\"design\\\", \\\"218\\\": \\\"by\\\", \\\"219\\\": \\\"sap\\\", \\\"220\\\": \\\"labs\\\", \\\"221\\\": \\\"trends\\\", \\\"222\\\": \\\"entrepreneurship\\\\u201d\\\", \\\"223\\\": \\\"women\\\\u2019s\\\", \\\"224\\\": \\\"unlocking\\\", \\\"225\\\": \\\"success\\\", \\\"226\\\": \\\"optimizing\\\", \\\"227\\\": \\\"interviews\\\", \\\"228\\\": \\\"through\\\", \\\"229\\\": \\\"she\\\", \\\"230\\\": \\\"spark\\\", \\\"231\\\": \\\"ideahive\\\", \\\"232\\\": \\\"brilliance\\\", \\\"233\\\": \\\"buzzes\\\", \\\"234\\\": \\\"futuristic\\\", \\\"235\\\": \\\"it\\\", \\\"236\\\": \\\"gen\\\", \\\"237\\\": \\\"plant\\\", \\\"238\\\": \\\"planet\\\", \\\"239\\\": \\\"sessions\\\", \\\"240\\\": \\\"iedc\\\", \\\"241\\\": \\\"working\\\", \\\"242\\\": \\\"templates\\\", \\\"243\\\": \\\"amhiti\\\", \\\"244\\\": \\\"company\\\", \\\"245\\\": \\\"certification\\\", \\\"246\\\": \\\"steps\\\", \\\"247\\\": \\\"flavors\\\", \\\"248\\\": \\\"5g\\\", \\\"249\\\": \\\"scientific\\\", \\\"250\\\": \\\"demonstration\\\", \\\"251\\\": \\\"isro\\\", \\\"252\\\": \\\"adobe\\\", \\\"253\\\": \\\"derbi\\\", \\\"254\\\": \\\"foundation\\\", \\\"255\\\": \\\"know\\\", \\\"256\\\": \\\"your\\\", \\\"257\\\": \\\"brain\\\", \\\"258\\\": \\\"repository\\\", \\\"259\\\": \\\"biology\\\", \\\"260\\\": \\\"engineers\\\", \\\"261\\\": \\\"nvidia\\\", \\\"262\\\": \\\"gtc\\\", \\\"263\\\": \\\"report\\\", \\\"264\\\": \\\"photography\\\", \\\"265\\\": \\\"escape\\\", \\\"266\\\": \\\"room\\\", \\\"267\\\": \\\"training\\\", \\\"268\\\": \\\"cil\\\", \\\"269\\\": \\\"buddy\\\", \\\"270\\\": \\\"system\\\", \\\"271\\\": \\\"cybersecurity\\\", \\\"272\\\": \\\"fundamentals\\\", \\\"273\\\": \\\"linux\\\", \\\"274\\\": \\\"online\\\", \\\"275\\\": \\\"womens\\\", \\\"276\\\": \\\"holi\\\", \\\"277\\\": \\\"ethnic\\\", \\\"278\\\": \\\"indian\\\", \\\"279\\\": \\\"institute\\\", \\\"280\\\": \\\"organic\\\", \\\"281\\\": \\\"farming\\\", \\\"282\\\": \\\"classes\\\", \\\"283\\\": \\\"diploma\\\", \\\"284\\\": \\\"students\\\", \\\"285\\\": \\\"disruptive\\\", \\\"286\\\": \\\"technologies\\\", \\\"287\\\": \\\"syllabus\\\", \\\"288\\\": \\\"scheme\\\", \\\"289\\\": \\\"discussion\\\", \\\"290\\\": \\\"cognizant\\\", \\\"291\\\": \\\"zenken\\\", \\\"292\\\": \\\"department\\\", \\\"293\\\": \\\"minions\\\", \\\"294\\\": \\\"nature\\\", \\\"295\\\": \\\"library\\\", \\\"296\\\": \\\"proposal\\\", \\\"297\\\": \\\"writing\\\", \\\"298\\\": \\\"bites\\\", \\\"299\\\": \\\"roots\\\", \\\"300\\\": \\\"joy\\\", \\\"301\\\": \\\"papers\\\", \\\"302\\\": \\\"google\\\", \\\"303\\\": \\\"vihaanam\\\", \\\"304\\\": \\\"mudita\\\", \\\"305\\\": \\\"ltimindtree\\\", \\\"306\\\": \\\"industrial\\\", \\\"307\\\": \\\"disruption\\\", \\\"308\\\": \\\"computer\\\", \\\"309\\\": \\\"text\\\", \\\"310\\\": \\\"processing\\\", \\\"311\\\": \\\"strat\\\", \\\"312\\\": \\\"talks\\\\u2013\\\", \\\"313\\\": \\\"building\\\", \\\"314\\\": \\\"pipelines\\\", \\\"315\\\": \\\"pega\\\", \\\"316\\\": \\\"systems\\\", \\\"317\\\": \\\"architect\\\", \\\"318\\\": \\\"robotics\\\", \\\"319\\\": \\\"it\\\\u2019s\\\", \\\"320\\\": \\\"supervisor\\\", \\\"321\\\": \\\"scholar\\\", \\\"322\\\": \\\"patent\\\", \\\"323\\\": \\\"\\\\u27ba2023\\\", \\\"324\\\": \\\"\\\\u27ba2022\\\", \\\"325\\\": \\\"tomorrow\\\", \\\"326\\\": \\\"unleashing\\\", \\\"327\\\": \\\"potential\\\", \\\"328\\\": \\\"e\\\", \\\"329\\\": \\\"linkedin\\\", \\\"330\\\": \\\"profiling\\\", \\\"331\\\": \\\"network\\\", \\\"332\\\": \\\"analysis\\\", \\\"333\\\": \\\"st\\\", \\\"334\\\": \\\"microelectronics\\\", \\\"335\\\": \\\"significance\\\", \\\"336\\\": \\\"source\\\", \\\"337\\\": \\\"tools\\\", \\\"338\\\": \\\"mean\\\", \\\"339\\\": \\\"mern\\\", \\\"340\\\": \\\"summit\\\", \\\"341\\\": \\\"mini\\\", \\\"342\\\": \\\"corporate\\\", \\\"343\\\": \\\"effective\\\", \\\"344\\\": \\\"preparation\\\", \\\"345\\\": \\\"high\\\", \\\"346\\\": \\\"performance\\\", \\\"347\\\": \\\"strategy\\\", \\\"348\\\": \\\"code\\\", \\\"349\\\": \\\"thon\\\", \\\"350\\\": \\\"linguistic\\\", \\\"351\\\": \\\"leap\\\", \\\"352\\\": \\\"immersion\\\", \\\"353\\\": \\\"designing\\\", \\\"354\\\": \\\"virtual\\\", \\\"355\\\": \\\"mixed\\\", \\\"356\\\": \\\"reality\\\", \\\"357\\\": \\\"2\\\", \\\"358\\\": \\\"0\\\", \\\"359\\\": \\\"samsung\\\", \\\"360\\\": \\\"cocreate\\\", \\\"361\\\": \\\"expert\\\", \\\"362\\\": \\\"methodology\\\", \\\"363\\\": \\\"intellectual\\\", \\\"364\\\": \\\"property\\\", \\\"365\\\": \\\"rights\\\", \\\"366\\\": \\\"board\\\", \\\"367\\\": \\\"funding\\\", \\\"368\\\": \\\"minds\\\", \\\"369\\\": \\\"ar\\\", \\\"370\\\": \\\"vr\\\", \\\"371\\\": \\\"value\\\", \\\"372\\\": \\\"added\\\", \\\"373\\\": \\\"course\\\", \\\"374\\\": \\\"finplify\\\", \\\"375\\\": \\\"conclave\\\", \\\"376\\\": \\\"dsu\\\", \\\"377\\\": \\\"bootcamp\\\", \\\"378\\\": \\\"hack\\\", \\\"379\\\": \\\"revolution\\\", \\\"380\\\": \\\"student\\\", \\\"381\\\": \\\"ambassador\\\", \\\"382\\\": \\\"anand\\\", \\\"383\\\": \\\"laboratory\\\", \\\"384\\\": \\\"publication\\\", \\\"385\\\": \\\"future\\\", \\\"386\\\": \\\"coding\\\", \\\"387\\\": \\\"entrepreneur\\\", \\\"388\\\": \\\"attitude\\\", \\\"389\\\": \\\"behaviour\\\", \\\"390\\\": \\\"process\\\", \\\"391\\\": \\\"internet\\\", \\\"392\\\": \\\"things\\\", \\\"393\\\": \\\"cellstart\\\", \\\"394\\\": \\\"track\\\", \\\"395\\\": \\\"winner\\\", \\\"396\\\": \\\"diffuseai\\\", \\\"397\\\": \\\"inauguration\\\", \\\"398\\\": \\\"solution\\\", \\\"399\\\": \\\"approaching\\\", \\\"400\\\": \\\"applying\\\", \\\"401\\\": \\\"problem\\\", \\\"402\\\": \\\"solving\\\", \\\"403\\\": \\\"enablement\\\", \\\"404\\\": \\\"breakthrough\\\", \\\"405\\\": \\\"mission\\\", \\\"406\\\": \\\"specific\\\", \\\"407\\\": \\\"outcomes\\\", \\\"408\\\": \\\"peo\\\", \\\"409\\\": \\\"objectives\\\", \\\"410\\\": \\\"peos\\\", \\\"411\\\": \\\"hod's\\\", \\\"412\\\": \\\"desk\\\", \\\"413\\\": \\\"academic\\\"}\", \"word_index\": \"{\\\"what\\\": 1, \\\"is\\\": 2, \\\"of\\\": 3, \\\"and\\\": 4, \\\"the\\\": 5, \\\"ai\\\": 6, \\\"in\\\": 7, \\\"for\\\": 8, \\\"day\\\": 9, \\\"on\\\": 10, \\\"project\\\": 11, \\\"talk\\\": 12, \\\"visit\\\": 13, \\\"intel\\\": 14, \\\"program\\\": 15, \\\"2022\\\": 16, \\\"with\\\": 17, \\\"series\\\": 18, \\\"innovation\\\": 19, \\\"research\\\": 20, \\\"applications\\\": 21, \\\"national\\\": 22, \\\"faculty\\\": 23, \\\"development\\\": 24, \\\"open\\\": 25, \\\"oneapi\\\": 26, \\\"session\\\": 27, \\\"best\\\": 28, \\\"kscst\\\": 29, \\\"to\\\": 30, \\\"generative\\\": 31, \\\"cyber\\\": 32, \\\"vision\\\": 33, \\\"\\\\u2013\\\": 34, \\\"hackathon\\\": 35, \\\"2024\\\": 36, \\\"awards\\\": 37, \\\"technology\\\": 38, \\\"fdp\\\": 39, \\\"exploring\\\": 40, \\\"innovative\\\": 41, \\\"2023\\\": 42, \\\"science\\\": 43, \\\"data\\\": 44, \\\"tech\\\": 45, \\\"computing\\\": 46, \\\"essentials\\\": 47, \\\"solutions\\\": 48, \\\"lab\\\": 49, \\\"meeting\\\": 50, \\\"a\\\": 51, \\\"aventus\\\": 52, \\\"workshop\\\": 53, \\\"edge\\\": 54, \\\"lumina\\\": 55, \\\"learning\\\": 56, \\\"placement\\\": 57, \\\"importance\\\": 58, \\\"get\\\": 59, \\\"set\\\": 60, \\\"placements\\\": 61, \\\"campus\\\": 62, \\\"cell\\\": 63, \\\"ml\\\": 64, \\\"techniques\\\": 65, \\\"industry\\\": 66, \\\"an\\\": 67, \\\"overview\\\": 68, \\\"thinking\\\": 69, \\\"discovering\\\": 70, \\\"defense\\\": 71, \\\"stack\\\": 72, \\\"where\\\": 73, \\\"power\\\": 74, \\\"infosys\\\": 75, \\\"springboard\\\": 76, \\\"challenge\\\": 77, \\\"flam\\\": 78, \\\"social\\\": 79, \\\"committee\\\": 80, \\\"details\\\": 81, \\\"scrs\\\": 82, \\\"battle\\\": 83, \\\"bands\\\": 84, \\\"competition\\\": 85, \\\"interaction\\\": 86, \\\"corporation\\\": 87, \\\"book\\\": 88, \\\"towards\\\": 89, \\\"nokia\\\": 90, \\\"pre\\\": 91, \\\"verbal\\\": 92, \\\"reasoning\\\": 93, \\\"group\\\": 94, \\\"discussions\\\": 95, \\\"dsce\\\": 96, \\\"healthcare\\\": 97, \\\"46th\\\": 98, \\\"education\\\": 99, \\\"business\\\": 100, \\\"ideathon\\\": 101, \\\"inaugural\\\": 102, \\\"sustainable\\\": 103, \\\"emerging\\\": 104, \\\"frontiers\\\": 105, \\\"celebration\\\": 106, \\\"iisc\\\": 107, \\\"art\\\": 108, \\\"innovations\\\": 109, \\\"join\\\": 110, \\\"squad\\\": 111, \\\"full\\\": 112, \\\"forge\\\": 113, \\\"crafting\\\": 114, \\\"web\\\": 115, \\\"chill\\\": 116, \\\"thrill\\\": 117, \\\"chef\\\": 118, \\\"flavour\\\": 119, \\\"meets\\\": 120, \\\"every\\\": 121, \\\"bite\\\": 122, \\\"structures\\\": 123, \\\"recruitment\\\": 124, \\\"craft\\\": 125, \\\"parent\\\": 126, \\\"teacher\\\": 127, \\\"advances\\\": 128, \\\"management\\\": 129, \\\"drive\\\": 130, \\\"level\\\": 131, \\\"yukti\\\": 132, \\\"gpt\\\": 133, \\\"chatgpt\\\": 134, \\\"algorithm\\\": 135, \\\"its\\\": 136, \\\"change\\\": 137, \\\"machine\\\": 138, \\\"patenting\\\": 139, \\\"ug\\\": 140, \\\"society\\\": 141, \\\"introduction\\\": 142, \\\"cloud\\\": 143, \\\"collaboration\\\": 144, \\\"internship\\\": 145, \\\"skill\\\": 146, \\\"from\\\": 147, \\\"anokhya\\\": 148, \\\"mou\\\": 149, \\\"engineering\\\": 150, \\\"neuberg\\\": 151, \\\"metaverse\\\": 152, \\\"pso\\\": 153, \\\"advisory\\\": 154, \\\"opus\\\": 155, \\\"live\\\": 156, \\\"mediatron\\\": 157, \\\"fest\\\": 158, \\\"premier\\\": 159, \\\"league\\\": 160, \\\"club\\\": 161, \\\"happiness\\\": 162, \\\"mental\\\": 163, \\\"wellbeing\\\": 164, \\\"game\\\": 165, \\\"being\\\": 166, \\\"disciplined\\\": 167, \\\"mind\\\": 168, \\\"matters\\\": 169, \\\"inspirational\\\": 170, \\\"scoreleap\\\": 171, \\\"neopat\\\": 172, \\\"preplacement\\\": 173, \\\"admissions\\\": 174, \\\"about\\\": 175, \\\"principal\\\": 176, \\\"message\\\": 177, \\\"examination\\\": 178, \\\"section\\\": 179, \\\"walkthrough\\\": 180, \\\"departments\\\": 181, \\\"44th\\\": 182, \\\"2021\\\": 183, \\\"47th\\\": 184, \\\"performing\\\": 185, \\\"college\\\": 186, \\\"international\\\": 187, \\\"yoga\\\": 188, \\\"celebrated\\\": 189, \\\"space\\\": 190, \\\"analytics\\\": 191, \\\"excel\\\": 192, \\\"elementary\\\": 193, \\\"advanced\\\": 194, \\\"lcmsd\\\": 195, \\\"sanctioned\\\": 196, \\\"projects\\\": 197, \\\"pitch\\\": 198, \\\"plan\\\": 199, \\\"asthra\\\": 200, \\\"datanova\\\": 201, \\\"onyx\\\": 202, \\\"45th\\\": 203, \\\"function\\\": 204, \\\"advancement\\\": 205, \\\"construction\\\": 206, \\\"connect\\\": 207, \\\"visualization\\\": 208, \\\"enterprise\\\": 209, \\\"resource\\\": 210, \\\"planning\\\": 211, \\\"quick\\\": 212, \\\"links\\\\u00bb\\\": 213, \\\"young\\\": 214, \\\"upstart\\\": 215, \\\"entrepreneurial\\\": 216, \\\"design\\\": 217, \\\"by\\\": 218, \\\"sap\\\": 219, \\\"labs\\\": 220, \\\"trends\\\": 221, \\\"entrepreneurship\\\\u201d\\\": 222, \\\"women\\\\u2019s\\\": 223, \\\"unlocking\\\": 224, \\\"success\\\": 225, \\\"optimizing\\\": 226, \\\"interviews\\\": 227, \\\"through\\\": 228, \\\"she\\\": 229, \\\"spark\\\": 230, \\\"ideahive\\\": 231, \\\"brilliance\\\": 232, \\\"buzzes\\\": 233, \\\"futuristic\\\": 234, \\\"it\\\": 235, \\\"gen\\\": 236, \\\"plant\\\": 237, \\\"planet\\\": 238, \\\"sessions\\\": 239, \\\"iedc\\\": 240, \\\"working\\\": 241, \\\"templates\\\": 242, \\\"amhiti\\\": 243, \\\"company\\\": 244, \\\"certification\\\": 245, \\\"steps\\\": 246, \\\"flavors\\\": 247, \\\"5g\\\": 248, \\\"scientific\\\": 249, \\\"demonstration\\\": 250, \\\"isro\\\": 251, \\\"adobe\\\": 252, \\\"derbi\\\": 253, \\\"foundation\\\": 254, \\\"know\\\": 255, \\\"your\\\": 256, \\\"brain\\\": 257, \\\"repository\\\": 258, \\\"biology\\\": 259, \\\"engineers\\\": 260, \\\"nvidia\\\": 261, \\\"gtc\\\": 262, \\\"report\\\": 263, \\\"photography\\\": 264, \\\"escape\\\": 265, \\\"room\\\": 266, \\\"training\\\": 267, \\\"cil\\\": 268, \\\"buddy\\\": 269, \\\"system\\\": 270, \\\"cybersecurity\\\": 271, \\\"fundamentals\\\": 272, \\\"linux\\\": 273, \\\"online\\\": 274, \\\"womens\\\": 275, \\\"holi\\\": 276, \\\"ethnic\\\": 277, \\\"indian\\\": 278, \\\"institute\\\": 279, \\\"organic\\\": 280, \\\"farming\\\": 281, \\\"classes\\\": 282, \\\"diploma\\\": 283, \\\"students\\\": 284, \\\"disruptive\\\": 285, \\\"technologies\\\": 286, \\\"syllabus\\\": 287, \\\"scheme\\\": 288, \\\"discussion\\\": 289, \\\"cognizant\\\": 290, \\\"zenken\\\": 291, \\\"department\\\": 292, \\\"minions\\\": 293, \\\"nature\\\": 294, \\\"library\\\": 295, \\\"proposal\\\": 296, \\\"writing\\\": 297, \\\"bites\\\": 298, \\\"roots\\\": 299, \\\"joy\\\": 300, \\\"papers\\\": 301, \\\"google\\\": 302, \\\"vihaanam\\\": 303, \\\"mudita\\\": 304, \\\"ltimindtree\\\": 305, \\\"industrial\\\": 306, \\\"disruption\\\": 307, \\\"computer\\\": 308, \\\"text\\\": 309, \\\"processing\\\": 310, \\\"strat\\\": 311, \\\"talks\\\\u2013\\\": 312, \\\"building\\\": 313, \\\"pipelines\\\": 314, \\\"pega\\\": 315, \\\"systems\\\": 316, \\\"architect\\\": 317, \\\"robotics\\\": 318, \\\"it\\\\u2019s\\\": 319, \\\"supervisor\\\": 320, \\\"scholar\\\": 321, \\\"patent\\\": 322, \\\"\\\\u27ba2023\\\": 323, \\\"\\\\u27ba2022\\\": 324, \\\"tomorrow\\\": 325, \\\"unleashing\\\": 326, \\\"potential\\\": 327, \\\"e\\\": 328, \\\"linkedin\\\": 329, \\\"profiling\\\": 330, \\\"network\\\": 331, \\\"analysis\\\": 332, \\\"st\\\": 333, \\\"microelectronics\\\": 334, \\\"significance\\\": 335, \\\"source\\\": 336, \\\"tools\\\": 337, \\\"mean\\\": 338, \\\"mern\\\": 339, \\\"summit\\\": 340, \\\"mini\\\": 341, \\\"corporate\\\": 342, \\\"effective\\\": 343, \\\"preparation\\\": 344, \\\"high\\\": 345, \\\"performance\\\": 346, \\\"strategy\\\": 347, \\\"code\\\": 348, \\\"thon\\\": 349, \\\"linguistic\\\": 350, \\\"leap\\\": 351, \\\"immersion\\\": 352, \\\"designing\\\": 353, \\\"virtual\\\": 354, \\\"mixed\\\": 355, \\\"reality\\\": 356, \\\"2\\\": 357, \\\"0\\\": 358, \\\"samsung\\\": 359, \\\"cocreate\\\": 360, \\\"expert\\\": 361, \\\"methodology\\\": 362, \\\"intellectual\\\": 363, \\\"property\\\": 364, \\\"rights\\\": 365, \\\"board\\\": 366, \\\"funding\\\": 367, \\\"minds\\\": 368, \\\"ar\\\": 369, \\\"vr\\\": 370, \\\"value\\\": 371, \\\"added\\\": 372, \\\"course\\\": 373, \\\"finplify\\\": 374, \\\"conclave\\\": 375, \\\"dsu\\\": 376, \\\"bootcamp\\\": 377, \\\"hack\\\": 378, \\\"revolution\\\": 379, \\\"student\\\": 380, \\\"ambassador\\\": 381, \\\"anand\\\": 382, \\\"laboratory\\\": 383, \\\"publication\\\": 384, \\\"future\\\": 385, \\\"coding\\\": 386, \\\"entrepreneur\\\": 387, \\\"attitude\\\": 388, \\\"behaviour\\\": 389, \\\"process\\\": 390, \\\"internet\\\": 391, \\\"things\\\": 392, \\\"cellstart\\\": 393, \\\"track\\\": 394, \\\"winner\\\": 395, \\\"diffuseai\\\": 396, \\\"inauguration\\\": 397, \\\"solution\\\": 398, \\\"approaching\\\": 399, \\\"applying\\\": 400, \\\"problem\\\": 401, \\\"solving\\\": 402, \\\"enablement\\\": 403, \\\"breakthrough\\\": 404, \\\"mission\\\": 405, \\\"specific\\\": 406, \\\"outcomes\\\": 407, \\\"peo\\\": 408, \\\"objectives\\\": 409, \\\"peos\\\": 410, \\\"hod's\\\": 411, \\\"desk\\\": 412, \\\"academic\\\": 413}\"}}"