{
    "Inspire Siries": "",
    "Book Club": "Description:On 29th of August  2024, the AI and ML Department at Dayananda Sagar College of Engineering proudly launched the \"Book Club - 2024\" as part of the SCR (Student Community Responsibility) initiative. Spearheaded by Prof. Deepshree Buchade, the club is designed to bring together second-year students, encouraging them to exchange books, share knowledge, and foster a deeper connection with both literature and technical subjects.\nDate:29th August 2024\nClick here for more info...",
    "The Happiness Project": "Description:The special talk on \"The Happiness Project\" was organized exclusively for faculty members, aiming to address the well-being and holistic development of educators. Hosted by a renowned speaker, the event delved into various facets of happiness, including healthy living, self-care, and work-life balance.\nDate:19th April 2024\nClick here for more info...",
    "Learning Towards Mental Wellbeing": "Objective:The objective of the \"Learning Towards Mental Wellbeing\" workshop held on August 1st, 2023, was to provide AI & ML faculties and non-teaching staff at 502 with practical tools and strategies to enhance their mental well-being. This workshop aimed to address the unique challenges faced by individuals working in the rapidly evolving field of artificial intelligence and machine learning while promoting a healthier work-life balance and fostering a supportive work environment.\nDescription:The \"Learning Towards Mental Wellbeing\" workshop held on August 1st, 2023, was a dynamic and engaging event tailored specifically for the AI & ML faculties and non-teaching staff of 502. In the fast-paced world of AI and ML, it's crucial to acknowledge and prioritize mental health and overall well-being. This event allowed participants to gain valuable insights, strategies, and resources to enhance their mental well-being and cultivate a more balanced, fulfilling professional life.\nDate:01-08-2023\nClick here for more info...",
    "The Game of being Disciplined": "Objective:To give us insights that will help us chart our own path to our dream job.\nDescription:On 27th July 2023, Ms. Sushma Lingaraj conducted an inspiring and thought- provoking talk on \"The Game of Being Disciplined.\" The session emphasized the importance of self-discipline, cultivating positive behaviors, and developing good habits to achieve personal and professional success.\nDate:26-07-2023\nClick here for more info...",
    "Mind Matters": "Objective:\nPromoting holistic student developmentHighlighting the connection between mental health and academic success.\nDescription:On 13th July 2023, the Department of AI & ML at DSCE organized an inspiring session on \"Mind Matters,\" . It was led by Psychology students Shreya, Smirithi, Likith , and Vibha. This session focused on promoting holistic development among students and emphasized the significance of nurturing their well-being beyond mundane academic activities.\nDate:13-07-2023\nClick here for more info...\n",
    "Inspirational Talk Series": "Objective:\nTo inspire the students, interested in Civil Service.To get the insights on Civil Service Examination.\nDescription:The 2 nd and 3 rd year students of Artificial Intelligence & Machine Learning Department, Dayananda Sagar College of Engineering had an opportunity to participate in an Inspirational talk series organized by Prof. Reshma S, AI&ML Dept.\nDate:05.06.23\nClick here for more info...",
    "ScoreLeap": "Objective:\nTo provide students with valuable insights into the opportunities available for higher education abroad.To help students navigate the complex application process for foreign universities.\nDescription:On March 30th, 2023, the Department of AIML at an educational institution organized a talk on \"Higher Studies in Abroad\" for the students. The speaker of the session was Mr. Kalyan Chamarthi, CEO of ScoreLeap, who shared his insights and vast experience in consulting students who are interested in pursuing higher studies abroad.\nDate:30.03.23\nClick here for more info...",
    "NeoPAT": "Objective:\nTo give a demonstration of the NeoPAT platform and how it can be used to prepare for various aspects of the placement process.To help students effectively use the NeoPAT platform and prepare for aptitude tests, coding tests, and technical interviews.\nDescription:On March 27th, 2023, the Placement Department at DSCE organized an event called \"NeoPAT Platform Demo Session\" for 6th semester students from 9 AM to 11 AM. The session was conducted by Mr.Guru Venkatesh and Mr. Nagesh Puranik from the placement department who shared valuable insights on the do's and don'ts to be followed by the students during placement drives. Representatives from NeoPAT, a platform designed to help students prepare for campus placements, also gave a demonstration on how to use the platform effectively.\nDate:27.03.23\nClick here for more info...",
    "Nokia Pre-Placement Session": "Objective:\nTo understand the impact the most basic interview questions have on one's selectionTo understand the campus to corporate phase in one's life\nDescription:The session was headed by Indumathi, one of the ambassadors from Nokia, Bangalore. The speaker then explained an importance of communication in the corporate world, highlighting its essential role in building strong relationships and achieving business objectives.\nDate:25.02.23\nClick here for more info...",
    "Importance of Verbal Reasoning and Group Discussions": "Objective:\nTo introduce group discussions and its importance.To understand verbal reasoning and its significance during placements\nDescription:The event was conducted by Mr.Mageshwaran, who is an esteemed speaker from TCS. He explained about verbal reasoning and the importance of group discussions.\nDate:24.11.2022",
    "Get Set for Placements": "Objective:\nTo understand how to build our skills for placements and Interns.Provide insight into how to get placed in the top companies.\nDescription:The Department of AIML has organized an event of \" Get Set for Placements \" which was held online on 18th November 2022, 3rd and 5th semester student were participated in the event. The Speaker of the event was Ms.Vyshnavi Kowshik S, a DevOps Engineer at Goldman Sachs.he was working at Amazon Company, which is a dream company for many students. She explained her journey towards Amazon Company as a Cloud Engineer, and how she cracked interviews at Amazon and Goldman Sachs. In addition, she taught us how interns get benefits from on-the-job training and even in interviews which gave us a bunch of knowledge of how the industry works.\nDate:18.11.2022\nClick here for more info...\n",
    "PrePlacement Talk": "Objective:\nTo know the required documents for sitting internships and placementsTo provide an insight into various places available to students interested in pursuing their MastersTo understand what it’s like to work in Japan and how to get placements thereTo identify the options available to students who are looking into either placements or Masters\nDescription:The session started by the first speaker from placements explained the necessary required documents. then followed by second speaker was from Eduway, third speaker was from Zenken, the fourth speaker was from careerlabs, explained about placements and how students can pursue masters.\nDate:15.11.22\nClick here for more info...",
    "Get Set for Placements Series": "Objective:To understand the structure of placements and how they work\nDescription:Department of AI&ML, DSCE organized “Get set for Placements series“ for the 5th semester students on 3rd November from 2PM to 5PM. The speaker of the event , Mr.Ashutosh Pandey, Compiler Engineer, AMD, Alumni DSCE, Founder-point Blank, Two Time GSoC Winner. He discussed, interacted and provided information regarding placements.\nDate:03.11.22\nClick here for more info...\n"
}