{
    "SCRS Events": "",
    "SCRS – Edge of Tomorrow-Unleashing the Potential of Edge Computing": "Objective:\nShare in-depth insights into the fundamental concepts and principles of edge computing.Increase awareness among participants about the applications and significance of edge computing in modern technology landscapes.\nDate:18-12-23\nOn December 18 th 2023, the Department of Artificial Intelligence and Machine Learning in Association with Soft Computing Research Society (SCRS)-Student chapter at Dayananda Sagar College of Engineering organized a session titled \"Edge of Tomorrow: Unleashing the Potential of Edge Computing.\" The esteemed speaker for this insightful session was Mr. Naman Sinha, a Senior Software Engineer at Fractal. Mr. Sinha, drawing from his extensive experience, delivered a comprehensive briefing on the fundamental concepts of edge computing.\nRead more...\n",
    "SCRS – E-Talk on LinkedIn Profiling": "Objective:To understand the significance of LinkedIn social network\nDate:16-09-23\nStudents of AI&ML, DSCE attended the SCRS e-talk, organized by Babu Banarasi Das University, Lucknow, Technically sponsored by SCRS Students’ Chapter, New Delhi on 16 th September 2023 on “LinkedIn Profiling”. The speaker for the event was Mr. Jaisheel Chhtrawala, Senior Computer Vision Engineer, L&T Technology Services, Germany.\nRead more...\n",
    "SCRS – Social Network Analysis": "Objective:To understand the importance of data protection and privacy\nDate:28-12-2022\nThe session on \"National Seminor Social Network Analysis\" was organized by the SCRS Student Chapter on 28thDecember from 2PM to 4PM. The speaker, Dr. Tanmoy Chakraborthy, an Associate Professor and Ramanujan Fellow from the Dept. of Electrical Engineering (Computer Technology Group) at Indian Institute of Technology Delhi (IIT Delhi), India. He was explaining the different types of networks such as power law, small world network property, degree of separation and the type of community structures, which helped students to get idea and how to work.\nRead more..."
}