{
    "Admissions": "The admission process at DSCE is through CET and COMEDK. The minimum requirement is pass in PUC / CBSE / ISCE /10+2 or equivalent examination with Physics and Mathematics as compulsory subjects and a minimum of 45% marks ...\nread more",
    "About DSCE": "DSCE is an autonomous institute approved by All India Council for Technical Education (AICTE), Govt. of India and affiliated to Visvesvaraya Technological University. It has widest choice of engineering branches ...\nread more",
    "Principal Message": "It gives me immense pleasure to welcome you all to the creative world of DSCE with an eco-friendly campus coupled with state-of-art infrastructure. Our well-equipped labs, research centres, workshops and libraries help ...\nread more",
    "Examination Section": "The evaluation process is carried out in two stages. Continuous Internal Evaluation [CIE] during the progress of the semester and Semester End Examination [SEE] conducted at the end of the semester ...\nread more",
    "Campus Walkthrough": "\nSchedules7th Sem Institutional Elective Syllabus7th Sem Institutional Elective Subjects ListReport on I Year Induction and Inauguration 2023-24Report on I Year Induction and Inauguration 2022-23Calendar of EventsBest practice 1Best practice 2Institutional DistinctivenessStudent Hand Book",
    "Schedules": "",
    "Our Proud Alumni": "",
    "Departments": "DSCE is consistently getting maximum ranks in VTU every Year.DSCE offers UG, PG & Ph.D programs. It has 23 Departments with well qualified faculty which makes DSCE a best place for Higher Education.\nArtificial Intelligence & Machine LearningAeronautical EngineeringAutomobile EngineeringBiotechnologyChemical EngineeringCivil EngineeringComputer Science and EngineeringComputer Science and Business SystemsComputer Science Engineering (Cyber Security)Computer Science Engineering(Data Science)Computer Science and Engineering (IoT & Cyber Security Including Blockchain Technology)Computer Science and DesignElectrical & Electronics EngineeringElectronics & Communication EngineeringInformation Science & EngineeringElectronics & Instrumentation EngineeringMechanical EngineeringMedical Electronics EngineeringElectronics & Telecommunication EngineeringMaster of Business AdministrationMaster of Computer ApplicationsMathematics DepartmentPhysics DepartmentChemistry Department",
    "Upcoming Events": "",
    "": "",
    "Union Budget 2022 Analysis": "The Department of Management Studies, Dayananda Sagar College of Engineering presents Union Budget 2022 Analysis by Mr. Vivek Samavedam CPA, Senior Manager, Consolidation and Audit [24]7 Customer Pvt. Ltd on 15th February 2022, at 9.00 AM.\nView More",
    "44th SERIES BEST PROJECT AWARDS 2021": "Dayananda Sagar College of Engineering has bagged two best project awards from KSCST, Government of Karnataka for the second consecutive year.\nView More",
    "47th SERIES KSCST BEST PERFORMING COLLEGE AND BEST PROJECT AWARDS 2024": "Date: 9th-10th August 2024\nDayananda Sagar College of Engineering has bagged the best performing college award and three best projects award in the Karnataka state level 47th series Student Project Programme (SPP) Seminar and Exhibition conducted on 9th and 10th of August 2024 organized by KSCST (GOK), held at Sharnbasva University, Kalaburgi.\nView More",
    "International Yoga Day Celebrated": "Date: 21st June 2024\nThe International Yoga day was celebrated at DSCE on 21 st June 2024. The event was jointly organised by Centre for Happiness and Wellness and Department of MCA. The event commenced at 3 PM, with a talk on “Importance of Mudras in Yogasana” followed by few simple asanas demonstration.\nView More",
    "Space Technology Cell": "Date: 29th April 2024\nDSCE and ISRO signed a MoU to establish STC in the DSCE on April 29 th at ISTRAC, Peenya, Bangalore.\nView More",
    "FDP on Exploring AI & ML Innovative Techniques in Healthcare Applications": "Date: 25th to 30th March 2024\nFDP on Exploring AI & ML Innovative Techniques in Healthcare Applications from 25th to 30th March 2024, jointly organized by departments of Medical Electronics, CSE & Ai & ML.\nView More",
    "National FDP Program on Analytics with Excel: Elementary to Advanced": "Date: 20th November 2023 to 1st December 2023\nThe program is designed to cater to individuals seeking to enhance their proficiency in Excel, develop dynamic dashboards, and acquire programming skills using VBA and Macros for increased efficiency in data management and automation.\nView More",
    "LCMSD -2023,": "Date: 22 December 2023\nOne-day International Conference on \"Leveraging Contemporary Management Practices for Sustainable Development (LCMSD -2023)” 22 December 2023\nView More",
    "46th SERIES KSCST BEST PROJECT AWARDS 2023": "Date: 11th-12th Aug 2023\nDayananda Sagar College of Engineering has bagged 1 best project award in the EXHIBITION and 1 best project presentation in the SEMINAR in the state level 46th series Student Project Programme (SPP): 2022-23 - a State Level Seminar and Exhibition conducted on 11th and 12th of August 2023 organized by KSCST (GOK).\nView More",
    "46th SERIES KSCST SANCTIONED PROJECTS": "Date: 9/05/2023\nDayananda Sagar College of Engineering has bagged a record number of student projects sanctioned from KSCST, Government of Karnataka for the year 2023.\nView More",
    "National Startup Day": "Date: 16/01/2022\nTime: 10:00 AM onwards\nThe Department of Management Studies is organizing ‘National Startup Day’ to encourage and celebrate start-ups - the \"Backbone\" of New India.\nView More",
    "National Education Day": "Date: 11 November 2022\nVenue: Dr D Premachandra Sagar auditorium\nThe Department of Physics is celebrating National Education Day with a one day workshop and competitions for its students.\nView More",
    "PITCH 2022": "Date: 27/09/2022\nTime: 10:00 AM\nThe Department of Management Studies is organizing \"PITCH 2022\" an exclusive event that encourages budding entrepreneurs to present their ideas before a panel of venture capitalists. This will build confidence amongst the students about proposing value through their ideas.\nView More",
    "BUSINESS PLAN COMPETITION 2022": "Date: 26/09/2022\nTime: 10:00 AM\nThe Department of Management Studies is organizing \"BUSINESS PLAN COMPETITION 2022\", an exclusive event that encourages budding entrepreneurs to utilize the platform to showcase their business idea in detail with the help of a business Plan – which is the starting point if you want to make sure that the idea you have in mind for your business is a feasible idea and profitable one as well.\nView More",
    "ASTHRA 2022": "Date: 23/09/2022\nTime: 10:00 AM\nThe Department of Management Studies is organizing \"ASTHRA 2022 - Power of Human Resource\", an inter-collegiate HR Event that aims at showcasing that a Great vision is not possible without great people.\nView More",
    "DATANOVA 2022": "Date: 20/09/2022\nTime: 10:00 AM\nThe Department of Management Studies is organizing \"DATANOVA 2022\", a Business Analytics Intercollegiate event that aims to test one's Business Analytics Skills against peers while proving their mettle.\nView More",
    "ONYX 2022": "Date: 16/09/2022\nTime: 10:00 AM\nThe Department of Management Studies is organizing \"ONYX 2022\", an Operations-related intercollegiate event that aims to engage the students with the current trends in the world of operations and supply chain management.\nView More",
    "IDEATHON 2022": "Date: 06/09/2022\nTime: 10:00 AM\n‘Ideathon 2022’ is an exclusive event organized by the Department of Management Studies that encourages budding entrepreneurs to showcase their idea in a team competition where students ideate and present scalable solutions to modern-day challenges in today's society. It is a uniquely designed event that provides absolute beginners with the ability to start thinking entrepreneurially.\nView More",
    "45th SERIES KSCST BEST PROJECT AWARDS 2022": "Date: 12th-13th August 2022\nDayananda Sagar College of Engineering has bagged 6 best project awards in the EXHIBITION and 2 best projects in the SEMINAR in the state level 45th series of Student Project Programme (SPP): 2021-22 - a State Level Seminar and Exhibition conducted on 12th and 13th of August 2022 at Visvesvaraya Technological University (VTU), Belagavi and was sponsored for 2 projects in the FACULTY PROJECT PROGRAM (FPP).\nView More",
    "International Virtual Conference": "Date: 04/6/2022\nTime 10.00am\nDEPARTMENT OF CIVIL ENGINEERING, DSCE in association with INDIAN WATER WORKS ASSOCIATION (IWWA) conducting an International Virtual Conference on 4th June 2022 from 10.00 AM onwards To Commemorate World Environmental Day 2022 “Only One Earth”.\nView More",
    "National seminar on occasion of World Water Day -2022": "Date: 13/4/2022\nTime 10.00am\nDepartment of Civil Engineering is organizing National seminar on occasion of World Water Day -2022\" on 13-04-2022 @10.00am .\nView More",
    "Webinar on \"AUGMENTED REALITY AND VIRTUAL REALITY\"": "Date: 28/3/2022\nTime 7:00pm\nDepartment of Information Science and Engineering is organizing a webinar on \"AUGMENTED REALITY AND VIRTUAL REALITY\" on 28-03-2022 @7:00pm. The speaker for the session is Mr. Dinesh Prasanna,CEO- FOUNDER INTELENSE INC greater TORONTO, CANADA.\nView More",
    "Online webinar on Cyber security : privacy issues and challenges": "Date: 28/3/2022\nTime 3:00 pm\nDepartment of Information Science and Engineering organizes a webinar Under Computer Networks and Cyber Security -SIG organizes on Cyber security : privacy issues and challenges\nView More",
    "Online webinar on Machine learning for smart industry solutions": "Date: 26/3/2022\nTime 10:00 am\nDepartment of Information Science and Engineering in association with Toshiba Solutions Pvt. Ltd. Under Computer Networks and Cyber Security -SIG organizes a webinar on Title : Machine learning for smart industry solutions.\nView More",
    "FACULTY DEVELOPMENT PROGRAM": "Faculty development program on “Disruptive Technologies and Challenges in Devices, Communications, Healthcare, Automation, Smart Grid using AI, ML and 5G/6G”\nDate: 14th March to 19th March 2022\nOrganizing Departments: Electrical & Electronics Engg, Electronics & Communication Engg, Electronics & Telecommunication Engg, Electronics & Instrumentation Engg, Medical Electronics Engg and Dept. of Physics\nView More",
    "National Science Day 2022": "Departments of Physics, Chemistry and Mathematics, DSCE are organizing a “National Science Day-2022” on 28th February 2022 at 3:30 PM. All are cordially invited to the program\nView More",
    "Inaugural Function": "Department of Biotechnology cordially Invite you for the Inaugural Function of VGST Sponsored 5 days FDP on\"Genome Editing: Understanding the concept and Application\"\nDate: 28-02-2022\nTime: 10.00am\nVenue: C D Sagar Auditorium, DSI Campus\nView More",
    "Faculty Development Program (FDP)": "Faculty Development Program (FDP) on “Genome Editing Tools: Understanding the Concepts and Applications”\nDate: Feb.28th to Mar 5th, 2022\nOrganizer: Department of Biotechnology, Dayananda Sagar College of Engineering, KS Layout, Bangalore.\nSponsored by: Vision Group on Science and Technology, Department of Information Technology, Biotechnology and Science & Technology, Govt. of Karnataka.\nView More",
    "Advancement in Sustainable Construction Technology": "National Seminar on \"Advancement in Sustainable Construction Technology\" on 23rd Feb 2022\nView More",
    "Industry Connect on Data Visualization": "The Department of Management Studies, Dayananda Sagar College of Engineering presents a Workshop - Industry Connect on Data Visualization by Mr. Rahul Patil, Group Manager, Evalueserve on 19th February 2022 from 2:30 to 4:30 PM.\nView More",
    "An Overview on Enterprise Resource Planning": "The Department of Management Studies, Dayananda Sagar College of Engineering presents a Guest Lecture on An Overview on Enterprise Resource Planning by Mr. Satish V, Chief Information Office, Dayananda Sagar Institutions, on 19th February 2022 at 11:00 AM.\nView More",
    "Quick Links»": "AICTE FeedbackNIRFIQACARIIANISPAudit ReportInstitution Research Promotion Guidelines 2022NAAC Self Study ReportGrievance Redressal Portal - AICTEDayananda Sagar Entrepreneurship Research & Business Incubator FoundationDr. Chandramma Sagar Center for Women Empowerment and Skills Training (DC - WEST)",
    "About Us": "",
    "Useful Links": "",
    "Contact Info": ""
}