{
    "Tech Event": "",
    "Edge AI Skill Lab in Collaboration with ST Microelectronics": "Description:The event began with meet and greet and MoU singing at principal office. Then session started with a welcoming through flower bouquet to the Director, Mr. Rohit Prajapati, Application Engineer, Mr. Naveen Kumar, and Ambika Singh, Inside Sales Representative during inauguration of Edge AI digital kit and brief overview about the EdgeAI by Dr Aruna M G\nDate:26-08-2024\nClick here for more info...",
    "Significance of Open Source Tools and Introduction to Mean-Mern Stack": "Description:The Department of Artificial Intelligence and Machine Learning at Dayananda Sagar College of Engineering successfully organized a 2-day Workshop on “SIGNIFICANCE OF OPEN SOURCE TOOLS AND INTORDUCTION TO MEAN-MERN STACK.” This insightful event, held from 23rd August 2024 to 24th August 2024 .\nDate:23-08-2024 to 24-08-2024\nClick here for more info...",
    "Infosys Springboard Summit": "Description:On 23rd of August  2024, Shashank, a 7th-semester student from the Artificial Intelligence and Machine Learning (AIML) Department, attended the Infosys Springboard Summit, an event dedicated to showcasing innovations in digital education. The summit served as a platform for thought leaders, educators, and industry experts to come together and discuss the future of learning in an increasingly digital world.\nDate:23-08-2024\nClick here for more info...",
    "Mini Project Open Day": "Description:Mini Project Demo on Integrated Innovation Challenges.\nDate:26-07-2024\nClick here for more info...",
    "From Campus to Corporate Effective Placement Preparation": "Description:The session aimed to equip students with essential skills and strategies for successful placement preparation, providing insights into how they can transition smoothly from academic life to a professional career.\nDate:05-07-2024\nClick here for more info...",
    "The Innovation Edge Advances in High Performance Computing": "Description:The session aimed to introduce students to the fundamentals of high performance computing (HPC) and provide insights into how they can leverage HPC technologies to build a successful career in various fields of technology and research.\nDate:05-07-2024\nClick here for more info...",
    "Session On Business Strategy": "Description:A seminar on Business Strategy aimed at enhancing the understanding of strategic planning and decision-making in the business world.\nDate:04-07-2024\nClick here for more info...",
    "CODE-A-THON": "Description:A Code Optimization Challenge aimed at enhancing the understanding of algorithms and problems solving in IT success.\nDate:04-07-2024\nClick here for more info...",
    "LINGUISTIC LEAP HACKATHON": "Description:This dynamic event aims to push the boundaries of language technology by fostering innovation and collaboration among participants.\nDate:22-06-2024\nClick here for more info...",
    "Parent-Teacher Meeting": "Description:The Parent-Teacher Meeting (PTM) for the Department of AI&ML at DSCE was held on the 22nd of June, 2024. The meeting commenced with a brief presentation showcasing the Department of AIML.\nDate:22-06-2024\nClick here for more info...",
    "THE ART OF IMMERSION: DESIGNING FOR VIRTUAL AND MIXED REALITY": "Description:The Department of AIML and CSD at DSCE successfully organized a 3-day Workshop on THE ART OF IMMERSION: DESIGNING FOR VIRTUAL AND MIXED REALITY.\" This insightful event, held from March 6th June to 8th June 2024\nDate:06-06-2024 To 08-06-2024\nClick here for more info...",
    "Aventus 2.0 - National Level Hackathon": "Description:Aventus was a 24-hour national-level hackathon organized by the AIML department, featuring four exciting tracks: AI/ML, Cyber Intelligence, Web 3.0, and Gaming AR/VR. The event was generously sponsored by CellStrat, Nuevera Infotech, Sandlogic, Canam, and individual sponsors Vishnu Prabhu and Dr. Pratima Khandelwal.\nDate:18-05-2024 to 19-05-2024\nClick here for more info...",
    "ANOKHYA": "Description:Anokhya is a 2-day tech fest organized by the Dept of AI&ML under the aegis of the DSCE Innovation Council and SCRS Students Chapter. This vibrant event features seven engaging tech competitions: Meme Splash, UI/UX Design, PC Building, Picture Probe, Tech Tinder, Code Relay, and Gaming, each offering unique challenges and learning experiences.\nDate:16-05-2024 to 17-05-2024\nClick here for more info...",
    "Project Open Day 2024": "Description:The Dept of AI&ML at DSCE hosted its annual Project Open Day on May 11, 2024. This event showcased the final year projects of students, providing them with an opportunity to present their innovative work to an audience that included faculty members, nonteaching staff, peers, and distinguished guests from the industry.\nDate:11-05-2024\nClick here for more info...",
    "Samsung & CoCreate Ideathon Session": "Description:Recently, 40 students from our college, with ten each from the AI & ML, CSD, IS, and CS branches, participated in the Samsung & CoCreate Ideathon hosted at BIT. This event presented a fantastic opportunity for our students to collaborate with other innovative minds from diverse backgrounds. Throughout the ideation, students eagerly engaged in developing their projects, driven by the inspiration and insights gained from various workshops and sessions provided by the esteemed platform.\nDate:29-04-2024\nClick here for more info...",
    "Expert Talk on Research Methodology and Intellectual Property Rights": "Description:Dr. Shreyas delivered a comprehensive and enlightening talk on research methodology and intellectual property rights, providing invaluable insights into the fundamental aspects of research. He elucidated the essence of research, delving into the systematic investigation and analysis of subjects to expand knowledge and contribute to existing academic discourse. Dr. Shreyas elucidated the intricacies of conducting research, offering practical guidance on the methodologies, frameworks, and ethical considerations involved in the research process.\nDate:22nd December 2023\nClick here for more info..."
}