{
    "News & Events": "",
    "Young UpStart Entrepreneurial Design Thinking by SAP LABS": "Description:The day began with an introduction to design thinking, a human-centered problem-solving methodology. We explored the different stages of design thinking\nRead more..",
    "Exploring AI & ML Innovative Techniques in Healthcare Applications": "Description:Inaugration Program was presided by the presence of Secretary Sri Galiswamy, the Vice- Principals Dr. Suma V, Dr. Ramaraju H K, Dr. Ramesh Babu D R the Chief Academic Officer Sri M N Guruvenkatesh, HOD of Medical Electronics Department Dr. A R Ashwatha, HOD of Artificial Intelligence & Machine Learning department Dr. Vindhya P Malagi and the chief guest and speaker of the Day Dr. Sanjeev Kubakaddi\nRead more..",
    "Exploring Emerging Tech Frontiers": "Exploring Emerging Tech Frontiers: Trends in Innovation and Entrepreneurship”Description:The Department of Artificial Intelligence and Machine Learning at Dayananda Sagar College of Engineering successfully organized a 3-day Faculty Development Program titled \"Exploring Emerging Tech Frontiers: Trends in Innovation and Entrepreneurship.\" This insightful event, held from March 18th to March 20th, 2024, was generously funded by the National Innovation Startup Policy.Read more..",
    "Exploring Emerging Tech Frontiers: Trends in Innovation and Entrepreneurship”": "Description:The Department of Artificial Intelligence and Machine Learning at Dayananda Sagar College of Engineering successfully organized a 3-day Faculty Development Program titled \"Exploring Emerging Tech Frontiers: Trends in Innovation and Entrepreneurship.\" This insightful event, held from March 18th to March 20th, 2024, was generously funded by the National Innovation Startup Policy.\nRead more..",
    "Women’s Day Celebration": "Description:In Department of Mathematics, the students were greeted by faculty members who provided insights into the department's academic programs and research areas. They attended presentations on various mathematical disciplines, including algebra, analysis, and applied mathematics. They were engaged in discussions with professors and graduate students,learning about ongoing research projects and the collaborative atmosphere within the department.\nRead more..",
    "IISC Open Day": "Description:In Department of Mathematics, the students were greeted by faculty members who provided insights into the department's academic programs and research areas. They attended presentations on various mathematical disciplines, including algebra, analysis, and applied mathematics. They were engaged in discussions with professors and graduate students,learning about ongoing research projects and the collaborative atmosphere within the department.\nRead more..",
    "Art of Computing": "Description:The two-day Art of Computing workshop aims to explore the diverse applications of computing in fields such as agriculture, sports, and visual arts while enhancing participants' understanding of algorithmic thinking and problem-solving. Through sessions covering topics ranging from deep learning to computational geometry, participants will refine their analytical skills and creativity.\nRead more..",
    "Innovations in Generative AI": "Description:On 9 th February 2024, the Department of Artificial Intelligence and Machine Learning at Dayananda Sagar College of Engineering organized a talk on \"Innovations in Generative AI\" by Mr. Vaman Sharma, Director - Program & Project Management, Data & Analytics in LTI Mind Tree. The talk was aimed at providing insights into the latest advancements and applications of generative AI to the 5th semester students.\nRead more..",
    "Discovering the Essentials of Cyber Defense, Join the Cyber Squad": "Description:The Cybersecurity Skill Development Program commenced with a captivating session led by Mr. Nandi Dharma Kishore HN, setting the tone for an immersive exploration of cybersecurity essentials. Mr. Kishore HN eloquently articulated the critical role of cybersecurity in today's interconnected world, emphasizing its significance in protecting sensitive information and fortifying organizational resilience against the evolving landscape of cyber threats.\nRead more..",
    "Full Stack Forge: Crafting Web Solutions": "Description:The Full Stack Development Workshop held on February 3rd to 8th was an insightful hands-on event aimed at providing participants with a comprehensive understanding of full stack development. Renowned industry expert Raghunandan led the workshop, delivering a detailed introduction to full stack development and guiding attendees through various aspects of the field.\nRead more..",
    "Chill & Thrill Chef: Where Flavour meets in every Bite!": "Chill & Thrill Chef: Where Flavour meets in every bite!Description:The \"Chill & Thrill Chef: Where Flavor Meets in Every Bite!\" event was an exciting culinary endeavor conducted as part of the Social Connect & Responsibility (SCR) course, coded 22SCR37, for third-semester students. With a focus on fostering creativity, promoting collaboration, and ensuring food safety and hygiene, this event aimed to provide a hands-on learning experience outside the traditional confines of a kitchen.Read more..",
    "Chill & Thrill Chef: Where Flavour meets in every bite!": "Description:The \"Chill & Thrill Chef: Where Flavor Meets in Every Bite!\" event was an exciting culinary endeavor conducted as part of the Social Connect & Responsibility (SCR) course, coded 22SCR37, for third-semester students. With a focus on fostering creativity, promoting collaboration, and ensuring food safety and hygiene, this event aimed to provide a hands-on learning experience outside the traditional confines of a kitchen.\nRead more..",
    "Power of Data Structures": "Unlocking Success : Optimizing solutions in Recruitment Interviews through the Power of Data StructuresDescription:In this empowering talk, participants will gain a profound understanding of data structures crucial for navigating technical interviews, guided by seasoned Senior Software Engineer, Abhijith S. Drawing from seven years of impactful experience in Data Structures and Full Stack Development at McAfee, Abhijith offers practical examples and problem-solving strategies tailored specifically for interview preparation.Read more..",
    "Unlocking Success : Optimizing solutions in Recruitment Interviews through the Power of Data Structures": "Description:In this empowering talk, participants will gain a profound understanding of data structures crucial for navigating technical interviews, guided by seasoned Senior Software Engineer, Abhijith S. Drawing from seven years of impactful experience in Data Structures and Full Stack Development at McAfee, Abhijith offers practical examples and problem-solving strategies tailored specifically for interview preparation.\nRead more..",
    "Vision Craft": "Description:On January 18, 2024, the Department of Artificial Intelligence and Machine Learning (AIML) at DSCE orchestrated a vibrant tech event titled \"Vision Craft.\" This initiative served as a dynamic platform for 2nd and 3rd-year students to showcase their creativity and technical prowess through the design of laboratory sandwich boards.\nRead more..",
    "She Spark Inaugural Session": "Description:The primary objective of launching the SheSpark community was to introduce and connect with girls and women, providing them with a welcoming platform to actively engage in discussions, collaborations, and initiatives. During the inaugural session, the focus was on informing participants about SheSpark's objectives and anticipated outcomes.\nRead more..",
    "IISC Lab Visit": "Description:In a recent field visit organized by IEDC, Bhuvan and Manjunath from the 5th and 3rd semesters respectively, had the invaluable opportunity to immerse themselves in the cutting- edge STEM lab at IISc. Through engaging with hands-on experiments, they gained firsthand insights into the latest advancements across science, technology, engineering, and mathematics.\nRead more..",
    "Lumina 2024": "Description:A cultural event named Lumina was organized by the department of AI & ML on the 5th of January 2024. This report chronicles the unfolding tapestry of performances, speeches, and expressions that marked the essence of our cultural extravaganza. The cultural event commenced with an engaging MC introduction, setting the stage for a night of cultural celebration.\nRead more..",
    "Parent-Teacher Meeting": "Description:On 23 rd of December 2023, the Department of Artificial Intelligence and Machine Learning (AI&ML) at DSCE organized a succinct and informative Parent-Teacher meeting for 7th semester students. The faculty members of the 7th semester, under the leadership of Dr.Vindhya P Malagi, Head of the Department for AI&ML, collaborated to discuss the academic progress, career guidance, and holistic development of the students.\nRead more..",
    "IdeaHive: Where Brilliance Buzzes": "Description:On the 21st of December 2023, the Department of Artificial Intelligence and Machine Learning (AI&ML) hosted an exhilarating Ideathon, showcasing the department's commitment to fostering innovation and collaboration. Spearheaded by esteemed faculty coordinators, Prof. Kavya and Dr. Reshma, the event served as a dynamic platform for students and participants to unleash their creativity and problem-solving skills.\nRead more..",
    "Futuristic Innovation Technology for Sustainable IT Solutions": "Description:The National Symposium on \"Futuristic Innovation Technology for Sustainable IT Solutions\" serves not only as a platform for discourse on cutting-edge technological advancements but also as a catalyst for instigating positive transformation. This symposium goes beyond mere discussion, actively fostering collaboration, facilitating the exchange of knowledge, and advocating for sustainable practices. In doing so, it assumes a pivotal role in molding the future landscape of Information Technology (IT) in a manner that is both innovative and environmentally conscientious.\nRead more..",
    "Generative AI Session": "Description:On December 2nd 2023, Bismillah Kani, a seasoned Staff AI/ML Scientist at Waygate Technologies, conducted an informative session as part of the partial course delivery for 7th- semester students of the Department of Artificial Intelligence and Machine Learning at Dayananda Sagar College of Engineering he focus of the session was Generative AI, where Mr. Kani covered fundamental aspects such as the definition of generative AI, its applications, and a historical overview of generative AI models.\nRead more..",
    "Talk on Advances in GEN AI": "Description:On November 25th, 2023, Mr. Prabhash Thakur, Director at Centelon, delivered an enlightening talk to the 7th-semester students on the remarkable strides and breakthroughs in the domain of General Artificial Intelligence (Gen AI). With an engaging presence and an expertise-driven approach, Mr. Thakur provided an insightful overview of the evolutionary journey of Gen AI.\nRead more..",
    "Plant for a Planet": "Description:November 20th, 2023, marked a pivotal moment within DSCE's academic sphere as the \"Plant for a Planet\" event, the culmination of the Social Connect and Responsibility course for third-semester students, unfolded with an air of environmental enthusiasm and dedication. Spearheaded by Prof. Kavya D N, an advocate for sustainable practices in AI & ML, and joined by external faculty member Prof. Anupama, the event saw the esteemed presence of Dr. Vindhya P Malagi, Head of AI & ML at DSCE.\nRead more..",
    "Intel oneAPI Sessions": "Description:On the 10th and 11th of November 2023, Nishank and Manikanta, 7th-semester Intel oneAPI student ambassadors, conducted two Intel oneAPI sessions at the Department of Artificial Intelligence & Machine Learning. The sessions were meticulously crafted to cater to the third semester students on November 10th and the first semester students on November 11th, with the aim of introducing them to Intel oneAPI and providing an immersive exploration of the Intel Developer Cloud.\nRead more..",
    "IEDC Cell": "Description:Professor Kavya D N's session on November 9th, 2023, resonated deeply with the eager minds of third-semester students at DSCE. Her expertise in AI & Machine Learning lent a unique perspective as she fervently delved into the realms of innovation and entrepreneurial spirit within the institution's Innovation Council (IIC).\nRead more..",
    "Project Management and Working Templates": "Description:The Tech Talk on Project Management & Working Templates was held on 20 th September, 2023 and was attended by 7 th Semester students of the AIML Department. The speaker for this event was Krishnamurthy Ramalingam, the CEO and Founder of Galactic Medical DataBank, a leader in healthcare technology solutions.\nRead more..",
    "Amhiti": "Description:In the spirit of compassion and generosity, Team Mudita organized a Mega Collection Drive named \"Amhiti: A Helping Hand for a Hopeful Heart!\" This event was designed to bring the Dayananda Sagar Institution together to collect essential items and donations to support those in need. The event spanned three days, from the 29th to the 31st of August 2023, within the premises of DSI.\nRead more..",
    "Nokia Company Visit": "Description:We learnt about the key points like Sustainability , Cybersecurity , Deglobalisation , State-driven based system and what are their significance. User needs, Technological Structures (How they are inter-connected to each other.) and how Human Augmentation is used to enhance vision and biomedical implants can be used to enhance the human abilities to do things.\nRead more..",
    "Infosys Springboard Certification Drive": "Date:23-08-2023\nDescription:On 23rd August 2023, the Department of Computer Science and Design at DSCE organized an session about \"Infosys Springboard\". It was led by Pruthvi Adisesha (Senior Associate Learning-ETA Infosys Springboard). This session focused on promoting Infosys Springboard platform among students and showing them the significance of having these Certification in their CV .\nRead more..",
    "Project Steps and Management": "Date:02.08.23\nDescription:A Workshop on Project Steps and Management was conducted for 1 st and 2 nd year students of Artificial Intelligence and Machine Learning Department by Dr. Vindhya P Malagi, Head of the Department, AI&ML. The event was coordinated by Asha K, Assistant Professor, AI&ML. Overall 110 students attended the workshop, focused on the steps that are needs to follow during Project Implementation.\nRead more..",
    "Faculty Development Program on Flavors of 5G": "Date:24.07.2023 to 28.07.2023\nObjective:\nTo obtain knowledge about 5G telecommunication architecture and workingTo know about the use of AIML technologies in 5G\nDescription:The session started with an introduction to 4G LTE and its architecture. A brief history of the telecom industry from 1G to 5G is presented and the difference between each generation are discussed in detail by Mr.Kiran.\nRead more..",
    "Scientific Talk and Technology Demonstration": "Date:14.07.23\nDescription:The event commenced with an introduction to CSIR 4PI (Council of Scientific and Industrial Research - 4PI), a prestigious research institute dedicated to cutting-edge research in various scientific domains. The event aimed to showcase the institute's achievements, collaborative nature and ongoing projects while providing insights into intellectual property rights, GNSS (Global Navigation Satellite System) applications in Earth Sciences, data science research projects, atmospheric sciences, climate dynamics, and cybersecurity.\nRead more..",
    "ISRO Campus Visit": "Date:13.07.23\nObjective:\nTo provide students with practical exposureTo expose students to advanced technologies used in satellite design and manufacturing\nDescription:On a bright morning, the students of the AIML (Artificial Intelligence and Machine Learning) Department from Dayananda Sagar College of Engineering embarked on an exciting industry visit to the Indian Space Research Organization (ISRO).\nRead more..",
    "Aventus": "Aventus – A National Level HackathonDate:02.06.23 - 03.06.23Objective:To encourage participants to think outside the box, explore new ideas, and develop innovative solutions to address real-world problems.To enable participants to enhance their technical skills, problem-solving abilities, and teamwork through hands-on experience.Description:Aventus is a dynamic 24-hour Hackathon hosted by the Department of Artificial Intelligence and Machine Learning, by Dayananda Sagar College of Engineering (DSCE) and is sponsored by Visionet and Cellstrat AI Lab. It is an exciting event that gathers a diverse group of college students to develop innovative solutions that bridge the gap between theoretical and experiential learning.Read more..",
    "Aventus – A National Level Hackathon": "Date:02.06.23 - 03.06.23\nObjective:\nTo encourage participants to think outside the box, explore new ideas, and develop innovative solutions to address real-world problems.To enable participants to enhance their technical skills, problem-solving abilities, and teamwork through hands-on experience.\nDescription:Aventus is a dynamic 24-hour Hackathon hosted by the Department of Artificial Intelligence and Machine Learning, by Dayananda Sagar College of Engineering (DSCE) and is sponsored by Visionet and Cellstrat AI Lab. It is an exciting event that gathers a diverse group of college students to develop innovative solutions that bridge the gap between theoretical and experiential learning.\nRead more..",
    "Adobe Workshop": "Date:29.05.23\nObjective:\nThe workshop aimed to enhance the digital design skills of faculties by providing them with in-depth knowledge of Adobe software and tools.The objective was to equip faculties with the necessary skills to incorporate Adobe tools into their teaching methods, enabling them to create engaging and interactive learning experiences for students.\nDescription:On 29 th of May 2023, a workshop jointly organized by Adobe and AICTE was conducted for faculties. The workshop aimed to provide faculties with valuable insights and hands-on training on Adobe software.\nRead more..",
    "Derbi Foundation": "Date:23.05.23\nObjective:\nTThe visit aimed to familiarize faculty and students with the DERBI Foundation, a renowned hub for innovation and entrepreneurship. The objective was to gain insights into the various programs, initiatives, and support systems offered by DERBI.The objective was to immerse faculty and students in the startup culture at DERBI Foundation. Through interactions and discussions, they gained exposure to the challenges, successes, and innovative ideas of startups in various domains.\nDescription:Dayananda Sagar College of Engineering, Department of Department of Innovation and Entrepreneurship Development Centre (IEDC) in Association with Institution Innovation Council (IIC) on 23rd May 2023, from 10:30 am to 02:00 pm. Dayananda Sagar Entrepreneurship Research & Business Incubator is a Technology Business Incubator with the objective of supporting startup entrepreneurs.\nRead more..",
    "Know the Power of Your Brain": "Date:28.04.23\nObjective:\nTo provide valuable insights about the brain's potential to the attendees.To inspire the attendees to take steps to improve their brain function.\nDescription:On 28th April 2023, the department faculty Dr Renukadevi S attended a technical talk titled \"Know the Power of Your Brain.\" The session was conducted by Dr Kieron O Mahony, the CTO and Co-founder of Hue Learn, based in the United States.\nRead more..",
    "Yukti Innovation Repository and Innovation Challenge": "Date:17.04.23\nObjective:\nTo provide a platform for students to showcase their innovative projects and solutions.To encourage the creation of business models and startups on sustainable and innovative technologies.\nDescription:The workshop on Yukti Innovation Repository and Innovation Challenge was organized by the AIML department in association with the Department of ETE for the students of the institution on 17th April 2023. This event was a part of the Institution Innovation Council, which is a platform to promote innovation and entrepreneurship among students.\nRead more..",
    "Biology for Engineers": "Date:17.04.23 - 21.04.23\nObjective:\nTo ensure that we can understand the bridging between Biology and EngineeringTo promote Networking and Collaboration among like-minded individuals\nDescription:The department faculty Dr Renukadevi S attented 5 days of FDP organized by department of biotechnology on the theme \"Biology for Engineers\" from 17th of April to 21st of April 2023. The keynote speaker was Dr. Mahesh S, Visiting professor, Dept of Biotechnology,DSCE. The training program designed to provide engineering faculty with an understanding of basic biology principles and their applications to engineering\nRead more..",
    "Yukti Project": "Date:23.03.23\nObjective:\nTo evaluate and recommend the best 10 innovations from the YUKTI project.To identify the potential impact and feasibility of the innovations.\nDescription:YUKTI project/Innovation evaluation for recommending the best 10 innovations was done on 23rd of March 2023, by IIC council members. Dr. Vindhya P Malagi, Convenor, IIC, and Head, Department of AI&ML, was the panel member in the evaluation.\nRead more..",
    "Nvidia GTC Report": "Date:21.03.23\nObjective:\nTo attend the \"Developer conference of AI and the Metaverse\" organized by NVIDIA GTC.To explore the latest breakthroughs in AI, accelerated computing, and other emerging technologies.\nDescription:On March 21, 2023, students from the AI&ML Department's 3rd and 6th semesters attended the \"Developer conference of AI and the Metaverse\" as part of NVIDIA's GPU Technology Conference (GTC). The conference aimed to explore the latest trends and advancements in AI and accelerated computing.\nRead more..",
    "Photography & Escape Room Challenge": "Date:21.03.23\nObjective:To provide an opportunity for students to showcase their creativity and team working skills through a photography contest and escape room challenge.\nDescription:On March 21, 2023, the AI&ML Department organized a non-technical event for the students of the 3rd and 6th semesters. The event featured a photography contest and an escape room challenge. The event started with a formal inauguration, where the guidelines for the event were explained to the students.\nRead more..",
    "Generative AI - An Overview of GPT/ChatGPT Algorithm and its Applications.": "Generative AI - An Overview of GPT/ChatGPT Algorithm and its ApplicationsDate:19.03.23Objective:Introduce students to the concepts of Generative AI and GPT/ChatGPT algorithms..Description:On March 19th, 2023, AI & ML Department students from the 3rd and 6th semesters participated in a webinar titled \"Generative AI - An Overview of GPT/ChatGPT Algorithm and its Applications.\" The session aimed to introduce students to the cutting-edge concepts of Generative AI, focusing on the GPT/ChatGPT algorithms and their potential applications across a wide range of industries.Read more..",
    "Generative AI - An Overview of GPT/ChatGPT Algorithm and its Applications": "Date:19.03.23\nObjective:Introduce students to the concepts of Generative AI and GPT/ChatGPT algorithms..\nDescription:On March 19th, 2023, AI & ML Department students from the 3rd and 6th semesters participated in a webinar titled \"Generative AI - An Overview of GPT/ChatGPT Algorithm and its Applications.\" The session aimed to introduce students to the cutting-edge concepts of Generative AI, focusing on the GPT/ChatGPT algorithms and their potential applications across a wide range of industries.\nRead more..",
    "Infosys Springboard": "Date:17.03.23\nObjective:Familiarize students with the Infosys Springboard platform and its offerings.\nDescription:On 17.03.23, as part of the Orientation program, the AI&ML and CSD department jointly organized a session titled \"Overview of Infosys Springboard,\" which was attended by students of the 1st semester. The event featured Pruthvi Adisesha, Senior Associate, Learning-ETA, Infosys Springboard, who provided insights into the platform and its various offerings.\nRead more..",
    "Pre-Placement Training - CIL": "Date:17.03.23\nObjective:To Equip AI&ML students with essential skills for job interviews through dynamic training sessions and individual mock interviews.\nDescription:On the 17th of March, 2023, the placement department organized a \"Dynamic Skills Integrated Program\" for the 6th semester students of the Artificial Intelligence and Machine Learning (AI&ML) department. This comprehensive preplacement training event aimed to prepare students for the competitive job market by equipping them with the necessary skills and knowledge.\nRead more..",
    "Buddy System Cybersecurity and Fundamentals of Linux": "Date:10.03.23\nObjective:\nTo raise awareness of cybersecurity threats and best practicesTo introduce students to Linux fundamentals\nDescription:The Department of AI&ML organised a session on Cybersecurity and Linux on 2nd Feb 2023 for the students of First Semester. Students were made aware of major and minor cybersecurity threats and how to stay safe on the ever evolving internet.Linux fundamentals for students were taught to make students comfortable with the Linux Operating system. The talk highlighted the importance of privacy and general awareness of the web.\nRead more..",
    "Intel oneAPI Online Meeting": "Date:09.03.23\nObjective:\nTo help students understand how to use the oneAPI platformTo guide students in the process of setting up the Intel DevCloud environment\nDescription:Students of various teams clarified their doubts with student ambassador of Intel oneAPI from Sastra university.\nRead more..",
    "Womens Day and Holi Celebration": "Date:08.03.23\nObjective:\nTo promote women empowermentTo celebrate the festivities of Holi·\nDescription:The department of AI & ML faculties celebrated “International Womens day and holi\" on 8th of March 2022. Day filled with laughter, joy, engaged in enjoyable activities and everyone feeling closer and more connected to each other.\nRead more..",
    "Ethnic Day": "Date:07.03.23\nObjective:\nTo promote diversity among different cultures and styles.To create an atmosphere suitable for appreciating and learning about various traditions and cultural harmony\nDescription:The department of AI & ML students and faculties participated “Ethnic day\" as a part of centre for performing arts on 7th of March 2022. Everybody came together with memorable style, culture and attire.\nRead more..",
    "Faculty Development Program": "Date:06.03.23 - 10.03.23\nObjective:Enhance faculty understanding of digital healthcare solutions and their potential applications.\nDescription:The Department of AI & ML faculty members attended a comprehensive 5-day Faculty Development Program (FDP) on \"Crystallizing Problem Statements for Seeking Digital Healthcare Solutions\" from March 6th to 10th. This enriching program was organized by the Department of Medical Electronics Engineering and funded by IEDC/NISP, DSCE\nRead more..",
    "Open day visit to Indian Institute of Science": "Date:04-03-2023\nObjective:To investigate and learn more about the departmental exhibitions.\nDescription:The department of 3rd semester students and faculties visited \"IISC open Day\" on 4th of March 2023. They got an opportunity to visit the Institute to explore the exciting science and technology initiatives and activities of the Institute\nRead more..",
    "Organic Farming": "Date:27.02.23\nObjective:To educate attendees about the principles and practices of Terrace Gardening as a form of organic farming.\nDescription:On February 27th, 2023, the Department of AI&ML conducted a session on \"Organic Farming\" as part of its Social Connect and Responsibility (21UH36) activity. The session was presented by Prof. Prameetha Pai, Assistant Professor at BMSCE and expert in Terrace Gardening.\nRead more..",
    "Classes for Diploma Students": "Date:25.06.23\nObjective:To ensure that the diploma students are well-equipped with the knowledge required for their program and are able to cover the syllabus effectively.\nDescription:The department of AI&ML 3rd semester students conducted \" Diploma students- Classes\" as a part of Curriculum on 25th of February 2023. These classes aimed to cover the syllabus and ensure that the diploma students were well-equipped with the knowledge required for their program.\nRead more..",
    "Flam": "Date:23.02.23\nObjective:To gain a comprehensive understanding of Flam's operations, aspirations, and organizational structure and work insigts.\nDescription:The session was headed by Mr. Chandan, the Community Manager at Flam. The session kicked off with team-building activities designed to break the ice and foster a sense of community among the participants.\nRead more..",
    "Intel oneAPI": "Date:20.2.23\nObjective:To educate attendees about the capabilities and benefits of using the oneAPI toolkit.\nDescription:The department organized the \"Intel oneAPI\" session as a part of Workshop for faculty and students on 20th of February. The speaker of the session was Dr. Shriram Vasudevan, from Intel corporation, Bangalore.\nRead more..",
    "Disruptive Technologies for Social Change": "Date:20.02.23\nObjective:To encourage creativity and innovation among students\nDescription:Departments of AI&ML and CSBS jointly organised Poster Presentation competition on Disruptive Technologies for Social Change on 20th February 2023 for the first year students of the respective departments. There were 30 teams in total, with an average size of 4 to 5.\nRead more..",
    "National Science Day 2023": "Date:17.2.23\nObjective:To promote science education and create awareness about the importance of science in our lives.\nDescription:National Science Day 2023 was an event jointly organized by the Department of AI&ML, Maths and Physics, in collaboration with Numerano Club & Mudita, to celebrate the significance of science and technology in our lives. The event took place on 17th February 2023, at PC Sagar Food Court, DCSE.\nRead more..",
    "Syllabus and Scheme Discussion with Cognizant": "Date:16.02.23\nObjective:To collaborate with professionals from Cognizant to identify the most relevant and important topics that should be included in the course curriculum.\nDescription:The session was hosted by Cognizant in order to discuss the future course curriculum and value-added courses with Cognizant, a leading technology and consulting company.\nRead more..",
    "Zenken Department Visit": "Date:16-02-2023\nObjective:To facilitate the exchange of knowledge and ideas between the AIML department and Zenken\nDescription:The Japanese team from Zenken visited the AI&ML department and Database Management system lab on 16th of February 2023 in order to initiate collaboration and exchange of ideas.\nRead more..",
    "Minions of Nature": "Date:13.02.23\nObjective:\nTo promote environmental values and InstitutionalSocial Responsibility.To enable STEM (Science, Technology, Engineering,and Mathematics) aspects\n\nDescription:The department of AI&ML Inaugrated \"Hydroponics Farming\" on 13th of Febraury 2023 as a part of curriculam(Social connect and responsibility - 21 UH36). 3rd sem students were involved in setting up of Hydroponics at 503 - programming space AI&ML department. The event was Inaugrated by Dr Vindhya P Malagi, HOD of AI&ML department. The main objective is to grow the plant without soil.\nRead more..",
    "FDP for Faculty": "Date:11.02.23\nObjective:\nTo provide practical tips and tools for personal and professional developmentTo offer insights into goal-setting, time management, stress management, and work-life balance\nDescription:The department of AI & ML faculties attended the Faculty development program on \"Live your Life\" by Sushma Lingaraj, on 11th of February 2023 from 9:00 am onwards. Which was organized by the Department of Training and Placement, Centre for Innovation and Leadership.\nRead more..",
    "Library Committee Meeting": "Date:07.02.23\nObjective:To develop strategies for promoting library usage among the students, and to encourage them to make the most of the resources available to them.\nDescription:On February 7th, 2023, a Library Committee Meeting was held in the main library of DSCE. The meeting was organized by the chief librarian and the committee members and was attended by representatives from the department of AI&ML for both the 1st and 3rd semesters. The purpose of the meeting was related to the functioning and management of the library.\nRead more..",
    "Importance of Data Science and Machine Learning Applications": "Date:06.02.23 to 10.02.23\nObjective:To upskill the faculty members of educational institutions on Artificial Intelligence\nDescription:The AI&ML Department faculty Prof Kavya D N and Prof Ramya K, attended FDP organized by RVITM,Bangalore, on the topic “Importance of DataScience and Machine Learning Applications ” from 6/02/2023 to 10/02/23 from 9am to 4pm. The 5 days of FDP was organized through online mode , the objective was to upskill the faculty members of educational institutions on Artificial Intelligence.\nRead more..",
    "Talk on Proposal Writing": "Date:06.02.23\nObjective:\nTo provide insights into the importance of proposal writing and the benefits it can bring to various projects.To offer a structured approach to writing proposals for different purposes, including securing funds and research proposals.\nDescription:The department of AI&ML ,DSCE organised session on \"Proposal writing\" as a part of workshop for the faculties on 06th of Febraury 2023 from 4pm to 5pm. The speaker of the event was Dr Vindhya P Malagi, Head of the Department, DSCE. The session was about how to write proposal for funds, Research proposal, normal proposal and scientific importance of the project.\nRead more..",
    "Recruitment Drive for AI Bites": "Date:01.02.23\nObjective:\nTo identify talented and promising students with technical skills in photo and video editing using AI.To assess candidates' ability to use software tools like Adobe Photoshop, Premiere Pro, etc. for creating visually appealing content\nDescription:The department of AI & ML had conducted a Recruitment Drive for AI Bites, consisting of Bhuvan, Suprith, Ashwin, Phanindra, and lead by faculty Prof. kavya D N & under the guidance o the head of the department, Dr. Vindhya P Malagi on 1st February 2023.\nRead more..",
    "Workshop on Innovative Thinking and Patenting": "Workshop on \"Innovative Thinking and Patenting\"Date:30.01.23 to 01.02.23Objective:To educate and engage participants on patent drafting, filing, and protection.To introduce participants to nuances of patent drafting and filing procedure.Description:A 3-day workshop on \"Innovative Thinking and Patenting\" was organized jointly by Department of CSE and AI&ML between 30th of January to 1st of February 2023. The workshop is aimed towards engaging students and faculty members on patent drafting, filing and protection regime.Read more..",
    "Workshop on \"Innovative Thinking and Patenting\"": "Date:30.01.23 to 01.02.23\nObjective:\nTo educate and engage participants on patent drafting, filing, and protection.To introduce participants to nuances of patent drafting and filing procedure.\nDescription:A 3-day workshop on \"Innovative Thinking and Patenting\" was organized jointly by Department of CSE and AI&ML between 30th of January to 1st of February 2023. The workshop is aimed towards engaging students and faculty members on patent drafting, filing and protection regime.\nRead more..",
    "Roots of Joy": "Date:30.01.23\nObjective:\nTo promote environmental values and Institutional Social Responsibility.To enable STEM (Science, Technology, Engineering,and Mathematics) aspects.\n\nDescription:The Department of Ai&ML organized a plantation event \"Roots of Joy\" on the 30th of January 2023. The event was held under the guidance of Kavya D N, Assistant Professor, Department of AI&ML, in the presence of faculty members and students. A total of 12 plantings were done (seeds/saplings), one by each team.\nRead more..",
    "UG Research Society – Introduction to Research Papers": "Date:29.12.2022\nObjective:\nTo discuss different types of research papersTo understand how to write a good research paper\nDescription:Department has organised an online session \"UG research society\" on 29.12.22 . The speaker of the event was Dr Vindhya P Malagi, Head of the Department, DSCE. The major goal is to help students understand the significance of ResearchSociety and to gain knowledge about how to write effective research articles.\nRead more..",
    "Google Cloud Computing": "Date:16.12.22 - 18.12.22\nObjective:\nTo understand and learn about Cloud Computing.To explore Research and Development projects of IIT Bombay.\nDescription:10 students from department of AI&ML has attended workshop on \"Google Cloud Computing\" organized by IIT Bombay on 16th, 17th and 18th December 2022. Students got an opportunity to visit the \"TECHCONNECT\" which was the R&D activities of the college. Helped students to understand the working of Gcloud through various hands-on sessions that were conducted during the workshop\nRead more..",
    "Vihaanam- Mudita": "Date:9.12.2022\nDescription:The club students of Mudita, DSCE has initiated the visit for students of class 8, 9, 10th grade from Rani Saraladevi School(Government High School) on 9.12.22. The students have visited various department of DSCE to gain knowledge, motivating towards technical courses and career guidence.",
    "LTIMindtree Industrial Visit": "Date:15.12.2022\nObjective:To bridge the gap between industry and academia\nDescription:The speakers, Mr. Shrisha and Mr. Bharat, were from the LTIMindtree group and specialized in the AI domain. This helped students to understand the difference between a hypothetical problem and a real-world problem.\nRead more..",
    "The AI Disruption - Innovations in Computer Vision and Text Processing": "Date:30.11.2022\nDescription:Department has organized an tech talk event “The AI Disruption –Innovation in Computer Vision and Text Processing”. The speaker of the event,Mr. Vivek Singhal, is the chief data scientist at Cellstrat Hub. To help students to understand feature engineering and style transfer within AI&ML.\nRead more..",
    "Interaction with Intel Corporation for Collaboration": "Date:29.11.2022\nDescription:An interaction with Dr. Shriram Vasudevan, Lead Technical Evangelist, Academic Collaborations, Intel Corporation, on 29th of November 2022 by Dr. Vindhya P Malagi, Prof. & Head, AI&ML, DSCE, towards collaboration with Intel for AI&ML curriculum and Faulty Enablement Program on their OneAPI Ecosystem.\nRead more..",
    "Importance of Verbal Reasoning and Group Discussions": "Date:24.11.2022\nDescription:Department has organized “Importance of Verbal Reasoning and Group Discussions” as a part of placement session,The speaker of the event, Mr.Mageshwaran, who is an esteemed speaker from TCS. To help students to understand importance of verbal reasoning and applications.\nRead more..",
    "Internship for Cell Strat": "Date:1.11.2022 to 22.11.2022\nDescription:Department has organized the event, \"A 3-week Internship Accelerate ML\", the Speaker of the event was Mr.Vivek Singhal an inustry expert, worked at CellStrat-Hub Platform. To help students to build an A1-Product and to participate in an Internship program.\nRead more..",
    "Towards AI Talks– Building ML Pipelines": "Date:17.11.2022\nDescription:The department of AI&ML, DSCE organized “Towards AI talks– Building ML Pipelines ” for the 5th semester students on 17th November from 2PM to 3PM. The speaker of the event, Ms.Tanupriya Singh is a Machine Learning Engineer at Expedia and has been selected as a Google APAC Women Tech Makers Scholar. She gave a brief introduction of herself before going into depth about her job at Expedia.\nRead more..",
    "PEGA systems Architect Essentials": "Date:7.11.2022\nDescription:Department 3rd semester students were participated an internship \"Pega Systems Architech Essentials\" Organized by CSD department, DSCE. The speaker of the event was Mr. Deepak Rajendran as a Manager, Trainer and Enablement at Pegasystems worldwide India Pvt.Ltd. It helps students to understand and to build an application with low code technology.\nRead more..",
    "The Robotics and it’s Applications": "Date:2.11.2022\nDescription:The department of AI&ML has organized a talk on “The Robotics and it’s Applications” for the 5th semester students on 3rd November 9.30AM to 1.30PM. The speaker of the event was Dr. T.M Manujunath, HOD of ECE at DSCE. He explained about the working of the robots through videos, which helped the students to understand the applications visually.\nRead more.."
}