{
    "Research": "",
    "RESEARCH": "",
    "Research Supervisor Details:": "Sl.No ​Research SupervisorGoogle scholar linkRegistered UniversityNo. of Students GuidingNo. of students Completed PhD under supervision1.Dr Vindya P Malagihttps://scholar.google.com/citations?user=dR7Sn8QAAAAJ&hl=en&authuser=1VTU3Nill2.Dr. Aruna M Ghttps://scholar.google.com/citations?hl=en&user=RWj7lT8AAAAJVTUNillNill\n",
    "Research Scholar Details:": "Sl.No ​Research ScholarGuide nameRegistered UniversityResearch AreaYear of RegistrationStatus1.Prof. Asha KDr. Prabhudev JagadeeshVTUMachine Learning2021Applied for Coursework Exams2.Prof. Rashmi KDr. Jyothi RVTUImage Processing2022Yet to Registster\n",
    "Patent Details:": "Ananya, Dr.Archudha , Dr. Reshma , Prof. Ensteih Silvia and Prof. Deepshree B published patent under the title “NANO GUARDIANS: TRANSFORMATIVE MICROBOTS FOR AQUATIC ECOSYSTEM ” It was filed and published. Application No.202441000967 ACloud Based Female Security Device, by Prof. Ramya K, Prof. Asha K , Prof. Rashmi K (11 January 2024) Design no. : 400309-001Image Sequence Characterization for Object Tracking Test Result Interpretation, by Dr. Vindhya P Malagi, Dr. Krishnan Rangarajan, Dr. Ramesh Babu D R (22 December 2023) Application no: 202341080131 AApproach to Test Occlusion Handling in Tracking Algorithms, by Dr. Krishnan Rangarajan, Dr. Vindhya P Malagi, Dr. Ramesh Babu D R (22 December 2023) Application no: 202341080133 AMeager- A Notification Filter for Chat Applications using text, by Dr. Archudha A and Prof. Kavya D N (22 December 2023) Application no: 202341080128 ASmartwell- Personalized Wellness Insights Powered by Machine Learning, by Dr. Archudha A and Prof. Kavya D N (22 December 2023) Application no:202341080639 AArtificial Intelligence Driven Data Processing Platform, by Kavya D N and et al., (05 September 2023) Patent Number: 6298639, Available: www.gov.uk/ipoNLP Processing Server Equipment, by Dr. Smitha Sasi, Dr. Anju Vijayakumar Kulkarni, Dr. Vindhya Prasanna Malagi, Kavya Doddamane Nagaraja. (2023, August 01). Patent Number [6298493]. Available: www.gov.uk/ipoNamitha K and Cia Shetty student of 5th semester, along with professor Vindhya P Malagi filed a patent on \"ChargeDis\"- one Destination to women's menstrual Health Queries at Indian patent office on 30th Dec 2022, Patent Application number:202241069875.Vindhya P Malagi has filed a patent on “Alerting System for Identification of Public Without Mask” on May 01, 2021, Patent Application number: 202141020021 and published on 31st May 2021.Dr. Vindhya P Malagi received the Australian Government Certificate of Grant under Innovation, for the Patent titled \"Automated Location Identification System using Text and Image Data\", under Patent No. 2021100154 dated 31st of March 2021 for a period of 8 years.Dr.Preeti Satish & Prof.Swetha.M.D filed an Indian Patent with PATENT TITLE: “Automated Diagnosis of Multiple Sclerosis Lesions in Normal Appearing White Matter from Brain MRI on Routine MRI Sequence”.\n",
    "Research Publication": "",
    "➺2023": "Sunil Kumar, V.,Renukadevi, S., Yashaswini, B.M., Malagi, V.P.and Pareek, P.K., 2023, February. Feature Fusing with Vortex-Based Classification of Sentiment Analysis Using Multimodal Data. In International Conference on Emerging Research in Computing, Information, Communication and Applications (pp. 463-480). Singapore: Springer Nature Singapore.WeblinkShah, A., Ayushi, S., Bhumika, R., Bhandary, K.P., Krishnan, R. andVindhya, M., 2023, April. Change Detection of Terrain Using Satellite Imagery. In 2023 International Conference on Advances in Electronics, Communication, Computing and Intelligent Information Systems (ICAECIS) (pp. 453-458). IEEE.WeblinkSrividya, B.V., Sasi, S., Durdi, V.B., Kulkarni, A.V.,Malagi, V.and Menon, R., 2023. An Efficient Mobile Descend Scheduling for Enterprise of Mobility-Grounded Systems for Wireless Sensor Networks. International Journal of Intelligent Systems and Applications in Engineering, 11(8s), pp.328-337.WeblinkVijaykumar, A. andMalagi, V.P., 2022, November. Personalized E-learning System Using Linear Regression for Intelligent Tutoring Systems. In International Conference on Intelligent Computing and Communication (pp. 93-103). Singapore: Springer Nature Singapore.WeblinkSagari, S.M.,Malagi, V.P.and Sasi, S., 2024. Euri–A Deep Ensemble Architecture For Oral Lesion Segmentation And Detection. International Journal of Intelligent Systems and Applications in Engineering, 12(3s), pp.242-249.WeblinkSUMA, S.,MALAGI, V.P.and CHIKOP, S., 2023. Resting State EEG Based Classification of Premature Internet Addicts. Korean Journal of Physiology and Pharmacology, 27(2), pp.193-202.Weblink",
    "➺2022": "Mathew, R., Paul, J., Jamadagni, R., Shruthii, R.G. and Malagi, V., 2022, April. A Comprehensive Study on Hardware and Software Based Accident Detection Systems. In Proceedings of the International Conference on Innovative Computing & Communication (ICICC)."
}